{"notes_translated":{"fr-t-en":"Cette couche spatiale présente les tenures des aires de répartition (permis et permis de pâturage et de coupe du foin) administrés par le ministère des Forêts, des Terres et des Exploitations des ressources naturelles. Une tenure d'aire de répartition est une zone de parcours de la Couronne où une tenure en vertu de la Loi sur l'aire de répartition s'applique. Les détenteurs de tenure ont accès à une quantité définie de fourrage par pâturage (mesurée en mois d'unité animale) ou de foin (tonnage). Les tenures de répartition ne s'appliquent qu'aux terres de la Couronne. Dans certains cas, les limites numériques peuvent chevaucher des terres privées, mais ces terres ne font pas partie de la zone de pâturage (comme décrit dans la description légale). Le pâturage peut chevaucher les plans d'eau pendant le retrait (également décrit légalement dans les documents de tenure et, le cas échéant, dans le plan d'utilisation des aires de répartition). Le bétail peut paître des îles et de vastes étendues d'eau peuvent servir de barrières naturelles aux aires de répartition. Pour guider votre utilisation : 1. La couche contient les tenures RETIRED, PENDANTES et ACTIVES (=Licences et Permis) ; Sélectionnez ACTIVE sous l'attribut LIFE_CYCLE_STATUS_CODE pour isoler toutes les tenures actives 2. L'ID unique pour Polygone est par RAN# dans l'attribut FOREST_FILE_ID. Chaque occupation a son propre RAN#. Plusieurs zones appartenant à la même occupation peuvent avoir le même RAN# avec des identifiants de bloc uniques 3. FILE_TYPE_CODE contient des renseignements sur le type de permis : • E01 - Permis de pâturage • E02 - Permis de pâturage • E03 - Permis de pâturage non remplaçable • H01 - Permis de coupe de foin • H02 - Permis de coupe de foin 4. SI VOUS EFFECTUEZ UNE ANALYSE SPATIALE BASÉE SUR LA ZONE — Veuillez noter que les tenures se chevauchent partiellement ou entièrement entre les titulaires de tenure. Une zone peut être partagée par plus d'un détenteur de tenure et, par conséquent, il y aura plusieurs polygones congruents ou partiellement chevauchants (en plusieurs parties). Si vous souhaitez effectuer une ANALYSE SPATIALE basée uniquement sur la surface, vous devez réduire ou aplatir les données en utilisant DISSOLVE afin que les polygones soient 1:1 avec la base terrestre (approche suggérée). Liste complète des attributs : FOREST_FILE_ID : Identifiant unique pour un tenure de plage (p. ex. RAN077777). Peut être générée automatiquement par le processus de demande dans ezlink, ou peut être prédéterminée par le commis aux ressources et saisie via ezlink. Si un mandat expire, un nouveau numéro RAN est émis. (Notez que la pratique consistant à émettre un nouveau numéro RAN a été abandonnée sur une base « aller de l'avant ») ; MAP_BLOCK_ID : Identifiant unique pour les polygones multi-parties appartenant au même polygone (ancienneté) (par exemple, la route sépare la tenure, chaque pièce a map_block_id identique). Chaque occupation peut comporter un ou plusieurs blocs de carte. Ezlink rempli ; CLIENT_NUMBER : Avec Client_Location_Code, il s'agit d'un identifiant unique pour le (s) titulaire (s) d'occupation ; CLIENT_LOCATION_CODE : Voir ci-dessus ; NOM_CLIENT : Nom du client (un seul nom de client (les titulaires de licence « A » seulement, si « B » existe n'apparaîtront pas) ; prénom/nom de famille) *Si la modification est apportée uniquement à nom du client, par exemple. Dans les cas où la durée d'occupation est transférée, il peut être nécessaire de faire passer le changement à l'espace car le système est rompu (voir ci-dessous sous Qualité des données) ; FILE_TYPE_CODE : Rempli à partir de l'ALE, il s'agit du type de durée auquel le numéro RAN se réfère (E01=permis de pâturage, E02/E03=permis de pâturage, H01=licence de coupe de HAY, etc.) ; HAY_CUTTING_AREA_NO : Numéro unique qui identifie une zone qui est ou a été utilisée pour la coupe du foin. Certains districts utilisent, d'autres ne le font pas ; AUTHORIZED_HARVEST_TONNES : Non peuplé si le pâturage. Fait en tonnes de foin peuplé par ezlink. Auparavant, on peut avoir rempli si l'occupation était en pâturage (et fournie dans les AUM) ; DATE DE RETIREMENT_DATE : Date de départ à la retraite. Ce champ est rempli lorsque le mandat est archivé et que le bouton « Retraite » dans l'ALE est utilisé. Le bouton « Retraite » ne peut pas être utilisé si le statut d'occupation est autre que « AR ». Une fois que le bouton est appuyé, la date est placée dans ce champ. Ceci n'a pas été renseigné de manière cohérente pour tous les enregistrements ; MAP_LABEL : Combinaison de RAN # (Forest_file_ID) et ID de bloc (Map_block_ID) ; CALENDAR_YEAR : Les informations de l'année civile saisies. Peut ne pas être rempli ; TOTAL_AUTHORIZED_GRAZBL_FORAGE : Nombre total de mois d'unité animale (ASM) pâturés au cours de l'année (non compris la non-utilisation (Non_Use_fourrage), mais inclut la déduction des terres privées (Total_Private_Land_Graz_Forage)). Il n'est pas peuplé à partir des tenures de coupe du foin ; TOTAL_PRIVATE_LAND_GRAZ_FORAGE : Lorsque des terres privées non clôturées sont adjacentes à des terres de la Couronne, une déduction en mois d'unité animale est déterminée en tenant compte de la capacité de production fourragère de la terre privée ; NON_USE_FORAGE : Le nombre d'ASM qui ont été prévue pour non-utilisation autorisée par le gestionnaire de district. Rempli lorsque la tenure est en non-utilisation totale ou partielle ; NET_AUTORISÉ : combinaison du total autorisé (fourrage broutable dans les MNE (Total_Authorized_Grazble_Forage)) moins la déduction pour les terres privées (DPP) (Total_Private_Land_Graz_Forage) plus la non-utilisation (Non_Use_Forage). Rempli à partir du calcul de l'ALE. Non peuplé pour la coupe du foin ; MAX_NO_OF_CATTLE « Nombre de vaches, de taureaux, de jeunes d'un an ou de paires de vaches et de veaux qui pâtureront sur des terres de la Couronne pendant l'année pour un régime particulier. Rempli par chaque district en ALE, mais valeur non requise.«  ; MAX_NO_OF_SHEEP « Le nombre d'elle  \n  \n  ** Cet élément de métadonnées provenant d’une tierce partie a été traduit à l'aide d'un outil de traduction automatisée (Amazon Translate).**","en":"This spatial layer displays Range Tenures (grazing and hay cutting licence and permits) administered by the Ministry of Forests, Lands and Natural Resource Operations. A Range Tenure is an area of Crown rangeland where a Range Act tenure applies. Tenure holders access a defined amount of forage through grazing (measured in Animal Unit Months) or hay (tonnage). Range Tenures apply only to Crown Land. In some cases, digital boundaries may overlap Private Land but these lands are not part of the Grazing area (as described in the legal description). Grazing may overlap waterbodies during drawdown (also described legally in the Tenure documents and where applicable, Range Use Plan). Livestock may graze islands and large bodies of water may act as Natural Range Barriers. To guide your use: 1. Layer contains RETIRED, PENDING, and ACTIVE Tenures (=Licenses and Permits); Select ACTIVE under attribute LIFE_CYCLE_STATUS_CODE to isolate all active tenures 2. Unique ID for Polygon is by RAN# in attribute FOREST_FILE_ID. Each tenure has own RAN#. Multiple areas belonging to the same tenure may have same RAN# with unique block ids 3. FILE_TYPE_CODE contains information on the type of Permit: • E01 - Grazing License • E02 - Grazing Permit • E03 - Non-Replaceable Grazing Permit • H01 - Haycutting License • H02 - Haycutting Permit 4. IF YOU ARE DOING SPATIAL ANALYSIS based on AREA --- Please note that tenures overlap either partially or wholly amongst tenure holders. One area may be shared by more than one Tenure holder and therefore there will be multiple congruent or partially overlapping polygons (multipart). If you want to do SPATIAL ANALYSIS based strictly on area, you must collapse or flatten the data using DISSOLVE so that the polygons are 1:1 with the land base (suggested approach). Complete Attribute List: FOREST_FILE_ID: The unique identifier for a Range Tenure (eg. RAN077777). May be autogenerated through the application process in ezlink, or may be pre-determined by resource clerk and entered through ezlink. If a tenure expires, a new RAN number is issued. (Note that practice of issuing new RAN number has been discontinued on a 'go forward' basis); MAP_BLOCK_ID: Unique identifier for multi-part polygons belonging to same polygon (tenure) (eg road separates tenure, each part has identical map_block_id). Each tenure may have one or more map blocks. Ezlink populated; CLIENT_NUMBER: Together with Client_Location_Code, this is a unique identifier for the tenure holder(s); CLIENT_LOCATION_CODE: See above; CLIENT_NAME: Name of Client (one client name only (\"A\" licensees only, if \"B\" exists will not show up); first name/last name) *If change is made only to client name, eg. In instance where Tenure is transferred, may need to push change through to spatial as system is broken (see below under Data Quality); FILE_TYPE_CODE: Populated from FTA, this is the type of tenure that the RAN number refers to (E01=grazing licence, E02/E03=grazing permit, H01=haycutting licence etc); HAY_CUTTING_AREA_NO: Unique number that identifies an area that is or was used for haycutting. Some Districts use, others don't; AUTHORIZED_HARVEST_TONNES: Not populated if Grazing. Provided in Tonnes of Hay Populated through ezlink. Previously may have populated if Tenure was grazing (and provided in AUMs); RETIREMENT_DATE: Date of retirement. This field is populated when the tenure is archived and the “Retire” button in FTA is used. The “Retire” button cannot be used if the tenure status is anything but “AR”. Once the button is pushed, the date is put into this field. This has not been populated consistently for all records; MAP_LABEL: Combination of RAN # (Forest_File_ID) and Block ID (Map_Block_ID); CALENDAR_YEAR: The calendar year information entered. May not be populated; TOTAL_AUTHORIZED_GRAZBL_FORAGE: Total number of Animal Unit Months (AUMs) grazed in the year (not including non-use (Non_Use_Forage) but does include private land deduction (Total_Private_Land_Graz_Forage)). It does not populate from the Hay Cutting tenures; TOTAL_PRIVATE_LAND_GRAZ_FORAGE: Where unfenced private land runs adjacent to Crown land, a deduction in animal unit months is determined by considering the forage production capability of the private land; NON_USE_FORAGE: The number of AUMs that have been scheduled for non-use as authorized by the District Manager. Populated when tenure in total or partial non-use; NET_AUTHORIZED: A combination of the Total Authorized (Grazable Forage in AUMs (Total_Authorized_Grazble_Forage)) less the Private Land Deduction (PLD)(Total_Private_Land_Graz_Forage) plus the Non-use (Non_Use_Forage). Populated from FTA calculation. Not populated for Hay Cutting; MAX_NO_OF_CATTLE \"The number of cows, bulls, yearlings, or cow/calf pairs that will graze on Crown land during the year for a specific tenure. Populated by each District into FTA but value not required.\"; MAX_NO_OF_SHEEP \"The number of sheep that will graze on Crown land during the year for a specific tenure. Populated by each District into FTA but value not required.\"; MAX_NO_OF_HORSES \"The number of horses that will graze on Crown land during the year for a specific tenure. Populated by each District into FTA but value not required.\"; MAX_NO_OF_OTHER_LIVESTOCK \"The number of other livestock (eg. goats) that will graze on Crown land during the year for a specific tenure. Populated by each District into FTA but value not required.\"; FILE_STATUS_CODE: The current status of the tenure (eg. A - Active, AR - Archived, P - Pending, AT - Archived, I - Inactive, SU - Suspended). Populated directly from FTA. DO NOT USE Used inconsistently by Districts so therefore use Life_Cycle_Status_Code; ADMIN_DISTRICT_CODE: District code, eg. DCS, of Forest District responsible for tenure administration. May be different than geographic location of tenure; ADMIN_DISTRICT_NAME: District name, eg. 100 Mile House Forest District, of Forest District responsible for tenure administration. May be different than geographic location of tenure; LIFE_CYCLE_STATUS_CODE: The life cycle state of the Tenure. One of Pending, Active or Retired. Populated based on SQL from File_Status_Code. USE THIS FIELD to determine status of Tenure"},"place_of_publication":[],"imso_approval":"true","maintainer":null,"creator":"Nancy Elliot, Rangeland Analyst,David Borth","association_type":[],"org_section":{},"jurisdiction":"provincial","private":false,"maintainer_email":"Nancy.Elliot@gov.bc.ca","num_tags":0,"contributor":{},"frequency":"as_needed","distributor":"{\"fr\": {\"pays\": \"\", \"adresse\": \"\", \"telephone\": \"\", \"nom_organization\": \"Gouvernement de la Colombie-Britannique; Gouvernement de la Colombie-Britannique; Ressources naturelles\", \"zone_administrative\": \"\", \"electronic_mail_address\": \"David.Borth@gov.bc.ca\"}, \"en\": {\"administrative_area\": \"\", \"city\": \"\", \"country\": \"\", \"organization_name\": \"Government of British Columbia; Government of British Columbia; Natural Resources\", \"phone\": \"\", \"postal_code\": \"\", \"address\": \"\", \"electronic_mail_address\": \"David.Borth@gov.bc.ca\"}}","data_series_issue_identification":{},"ready_to_publish":"true","id":"10b1b187-1ef5-421f-8aa2-f716379fdb99","metadata_created":"2020-06-05T15:04:52.409748","subject":["government_and_politics"],"hierarchy_level":"dataset; jeuDonnées","spatial_representation_type":["grid"],"metadata_modified":"2021-05-19T03:07:49.576555","author":null,"author_email":null,"geographic_region":[],"position_name":{"fr":",","en":","},"keywords":{"fr-t-en":["Canada","ADD","forêt","tenure forestière","tenure de pâturage","Tenure de coupe du foin","gamme","durée d'occupation","parcours","Information gouvernementale"],"en":["Canada","FTA","forest","forest tenure","grazing tenure","haycutting tenure","range","range tenure","rangeland","Government information"]},"contact_information":"{\"fr\": {\"pays\": \"\", \"point_de_livraison\": \"\", \"zone_administrative\": \"\", \"electronic_mail_address\": \"Nancy.Elliot@gov.bc.ca\"}, \"en\": {\"city\": \"\", \"administrative_area\": \"\", \"country\": \"\", \"postal_code\": \"\", \"delivery_point\": \"\", \"electronic_mail_address\": \"Nancy.Elliot@gov.bc.ca\"}}","state":"active","version":null,"relationships_as_object":[],"time_period_coverage_start":"0001-01-01 00:00:00","title_translated":{"fr-t-en":"Tenure de la gamme","en":"Range Tenure"},"type":"dataset","resources":[{"cache_last_updated":null,"package_id":"10b1b187-1ef5-421f-8aa2-f716379fdb99","datastore_active":false,"id":"86850db0-078d-473e-80d3-b2afaacb3a1d","state":"active","name_translated":{"fr-t-en":"Téléchargement personnalisé de BC Geographic Warehouse","en":"BC Geographic Warehouse Custom Download"},"hash":"","description":"","format":"HTML","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"BC Geographic Warehouse Custom Download","language":["en"],"created":"2021-05-19T03:07:49.721840","url":"https://catalogue.data.gov.bc.ca/dataset/range-tenure/resource/e1cfe292-8ee1-4f67-9032-941198df8c6f","last_modified":null,"data_quality":[],"position":0,"revision_id":"f714c04d-80d8-48f0-8838-9737007a6fb8","resource_type":"dataset"},{"cache_last_updated":null,"package_id":"10b1b187-1ef5-421f-8aa2-f716379fdb99","datastore_active":false,"id":"e0cb5f94-370c-47a1-b240-3a55c437c50f","state":"active","name_translated":{"fr-t-en":"Liaison réseau KML","en":"KML Network Link"},"hash":"","description":"","format":"KML","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"KML Network Link","language":["en"],"created":"2021-05-19T03:07:49.721848","url":"https://openmaps.gov.bc.ca/kml/geo/layers/whse_forest_tenure.ften_range_poly_svw_loader.kml","last_modified":null,"data_quality":[],"position":1,"revision_id":"f714c04d-80d8-48f0-8838-9737007a6fb8","resource_type":"dataset"},{"cache_last_updated":null,"package_id":"10b1b187-1ef5-421f-8aa2-f716379fdb99","datastore_active":false,"id":"2d8ad078-eecc-4b72-98d0-b3298afa57be","state":"active","name_translated":{"fr-t-en":"Tenure de la gamme","en":"Range Tenure"},"hash":"","description":"","format":"WMS","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"Range Tenure","language":["en"],"created":"2021-05-19T03:07:49.721852","url":"https://openmaps.gov.bc.ca/geo/pub/WHSE_FOREST_TENURE.FTEN_RANGE_POLY_SVW/ows?service=WMS&request=GetCapabilities&layers=pub:WHSE_FOREST_TENURE.FTEN_RANGE_POLY_SVW&legend_format=image/png&feature_info_type=text/plain","last_modified":null,"data_quality":[],"position":2,"revision_id":"f714c04d-80d8-48f0-8838-9737007a6fb8","resource_type":"web_service"},{"cache_last_updated":null,"package_id":"10b1b187-1ef5-421f-8aa2-f716379fdb99","datastore_active":false,"id":"3a48581b-cdba-402b-99f9-d1a4582fb990","state":"active","name_translated":{"fr-t-en":"Tenure de la gamme","en":"Range Tenure"},"hash":"","description":"","format":"WMS","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"Range Tenure","language":["en"],"created":"2021-05-19T03:07:49.721855","url":"https://openmaps.gov.bc.ca/geo/pub/WHSE_FOREST_TENURE.FTEN_RANGE_POLY_SVW/ows?service=WMS&request=GetCapabilities&layers=pub:WHSE_FOREST_TENURE.FTEN_RANGE_POLY_SVW&legend_format=image/png&feature_info_type=text/plain","last_modified":null,"data_quality":[],"position":3,"revision_id":"f714c04d-80d8-48f0-8838-9737007a6fb8","resource_type":"web_service"},{"cache_last_updated":null,"package_id":"10b1b187-1ef5-421f-8aa2-f716379fdb99","datastore_active":false,"id":"7b949750-a8af-4477-9d14-cbff31e5fa76","state":"active","name_translated":{"fr-t-en":"Géoportail de la Colombie-Britannique","en":"British Columbia Geoportal"},"hash":"","description":"","format":"HTML","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"British Columbia Geoportal","language":["en"],"created":"2021-05-19T03:07:49.721858","url":"https://catalogue.data.gov.bc.ca/dataset/range-tenure","last_modified":null,"data_quality":[],"position":4,"revision_id":"f714c04d-80d8-48f0-8838-9737007a6fb8","resource_type":"dataset"}],"status":"ongoing","metadata_contact":{"fr":"Gouvernement de la Colombie-Britannique; Gouvernement de la Colombie-Britannique; Ressources naturelles,Gouvernement de la Colombie-Britannique; Gouvernement de la Colombie-Britannique; Ressources naturelles,Nancy.Elliot@gov.bc.ca,David.Borth@gov.bc.ca","en":"Government of British Columbia; Government of British Columbia; Natural Resources,Government of British Columbia; Government of British Columbia; Natural Resources,,,Nancy.Elliot@gov.bc.ca,David.Borth@gov.bc.ca"},"num_resources":5,"topic_category":["boundaries"],"tags":[],"aggregate_identifier":"","responsible_role":"RI_414,RI_409","spatial":"{\"type\": \"Polygon\", \"coordinates\": [[[-139.5, 48.0], [-113.5, 48.0], [-113.5, 60.0], [-139.5, 60.0], [-139.5, 48.0]]]}","collection":"fgp","org_title_at_publication":{"fr":"Gouvernment de la Colombie-Britannique","en":"Government of British Columbia"},"date_published":"2011-03-09 00:00:00","display_flags":["fgp_viewer"],"reference_system_information":"EPSG:4326,EPSG,unknown","groups":[],"creator_user_id":"b88b9549-3a4b-43a9-9375-5f3fc20fe782","data_series_name":{},"relationships_as_subject":[],"license_title":"Open Government Licence - British Columbia","restrictions":"unrestricted","organization":{"description":"","created":"2019-06-06T15:56:59.528307","title":"Government of British Columbia | Gouvernment de la Colombie-Britannique","name":"bc-cb","is_organization":true,"state":"active","image_url":"","revision_id":"757f06e3-3fde-4877-b265-2c855680a6a8","type":"organization","id":"962985bb-8a54-425e-9783-4d67466cb531","approval_status":"approved"},"name":"10b1b187-1ef5-421f-8aa2-f716379fdb99","isopen":false,"license_id":"bc-oglbc","url":null,"notes":"This spatial layer displays Range Tenures (grazing and hay cutting licence and permits) administered by the Ministry of Forests, Lands and Natural Resource Operations. A Range Tenure is an area of Crown rangeland where a Range Act tenure applies. Tenure holders access a defined amount of forage through grazing (measured in Animal Unit Months) or hay (tonnage). Range Tenures apply only to Crown Land. In some cases, digital boundaries may overlap Private Land but these lands are not part of the Grazing area (as described in the legal description). Grazing may overlap waterbodies during drawdown (also described legally in the Tenure documents and where applicable, Range Use Plan). Livestock may graze islands and large bodies of water may act as Natural Range Barriers. To guide your use: 1. Layer contains RETIRED, PENDING, and ACTIVE Tenures (=Licenses and Permits); Select ACTIVE under attribute LIFE_CYCLE_STATUS_CODE to isolate all active tenures 2. Unique ID for Polygon is by RAN# in attribute FOREST_FILE_ID. Each tenure has own RAN#. Multiple areas belonging to the same tenure may have same RAN# with unique block ids 3. FILE_TYPE_CODE contains information on the type of Permit: • E01 - Grazing License • E02 - Grazing Permit • E03 - Non-Replaceable Grazing Permit • H01 - Haycutting License • H02 - Haycutting Permit 4. IF YOU ARE DOING SPATIAL ANALYSIS based on AREA --- Please note that tenures overlap either partially or wholly amongst tenure holders. One area may be shared by more than one Tenure holder and therefore there will be multiple congruent or partially overlapping polygons (multipart). If you want to do SPATIAL ANALYSIS based strictly on area, you must collapse or flatten the data using DISSOLVE so that the polygons are 1:1 with the land base (suggested approach). Complete Attribute List: FOREST_FILE_ID: The unique identifier for a Range Tenure (eg. RAN077777). May be autogenerated through the application process in ezlink, or may be pre-determined by resource clerk and entered through ezlink. If a tenure expires, a new RAN number is issued. (Note that practice of issuing new RAN number has been discontinued on a 'go forward' basis); MAP_BLOCK_ID: Unique identifier for multi-part polygons belonging to same polygon (tenure) (eg road separates tenure, each part has identical map_block_id). Each tenure may have one or more map blocks. Ezlink populated; CLIENT_NUMBER: Together with Client_Location_Code, this is a unique identifier for the tenure holder(s); CLIENT_LOCATION_CODE: See above; CLIENT_NAME: Name of Client (one client name only (\"A\" licensees only, if \"B\" exists will not show up); first name/last name) *If change is made only to client name, eg. In instance where Tenure is transferred, may need to push change through to spatial as system is broken (see below under Data Quality); FILE_TYPE_CODE: Populated from FTA, this is the type of tenure that the RAN number refers to (E01=grazing licence, E02/E03=grazing permit, H01=haycutting licence etc); HAY_CUTTING_AREA_NO: Unique number that identifies an area that is or was used for haycutting. Some Districts use, others don't; AUTHORIZED_HARVEST_TONNES: Not populated if Grazing. Provided in Tonnes of Hay Populated through ezlink. Previously may have populated if Tenure was grazing (and provided in AUMs); RETIREMENT_DATE: Date of retirement. This field is populated when the tenure is archived and the “Retire” button in FTA is used. The “Retire” button cannot be used if the tenure status is anything but “AR”. Once the button is pushed, the date is put into this field. This has not been populated consistently for all records; MAP_LABEL: Combination of RAN # (Forest_File_ID) and Block ID (Map_Block_ID); CALENDAR_YEAR: The calendar year information entered. May not be populated; TOTAL_AUTHORIZED_GRAZBL_FORAGE: Total number of Animal Unit Months (AUMs) grazed in the year (not including non-use (Non_Use_Forage) but does include private land deduction (Total_Private_Land_Graz_Forage)). It does not populate from the Hay Cutting tenures; TOTAL_PRIVATE_LAND_GRAZ_FORAGE: Where unfenced private land runs adjacent to Crown land, a deduction in animal unit months is determined by considering the forage production capability of the private land; NON_USE_FORAGE: The number of AUMs that have been scheduled for non-use as authorized by the District Manager. Populated when tenure in total or partial non-use; NET_AUTHORIZED: A combination of the Total Authorized (Grazable Forage in AUMs (Total_Authorized_Grazble_Forage)) less the Private Land Deduction (PLD)(Total_Private_Land_Graz_Forage) plus the Non-use (Non_Use_Forage). Populated from FTA calculation. Not populated for Hay Cutting; MAX_NO_OF_CATTLE \"The number of cows, bulls, yearlings, or cow/calf pairs that will graze on Crown land during the year for a specific tenure. Populated by each District into FTA but value not required.\"; MAX_NO_OF_SHEEP \"The number of sheep that will graze on Crown land during the year for a specific tenure. Populated by each District into FTA but value not required.\"; MAX_NO_OF_HORSES \"The number of horses that will graze on Crown land during the year for a specific tenure. Populated by each District into FTA but value not required.\"; MAX_NO_OF_OTHER_LIVESTOCK \"The number of other livestock (eg. goats) that will graze on Crown land during the year for a specific tenure. Populated by each District into FTA but value not required.\"; FILE_STATUS_CODE: The current status of the tenure (eg. A - Active, AR - Archived, P - Pending, AT - Archived, I - Inactive, SU - Suspended). Populated directly from FTA. DO NOT USE Used inconsistently by Districts so therefore use Life_Cycle_Status_Code; ADMIN_DISTRICT_CODE: District code, eg. DCS, of Forest District responsible for tenure administration. May be different than geographic location of tenure; ADMIN_DISTRICT_NAME: District name, eg. 100 Mile House Forest District, of Forest District responsible for tenure administration. May be different than geographic location of tenure; LIFE_CYCLE_STATUS_CODE: The life cycle state of the Tenure. One of Pending, Active or Retired. Populated based on SQL from File_Status_Code. USE THIS FIELD to determine status of Tenure","owner_org":"962985bb-8a54-425e-9783-4d67466cb531","audience":[],"license_url":"https://www2.gov.bc.ca/gov/content/data/open-data/open-government-licence-bc","program_page_url":{},"title":"Range Tenure","revision_id":"57ce68dc-2119-431e-ac39-129f3da1d2f2","file_id":"10b1b187-1ef5-421f-8aa2-f716379fdb99"}