{"notes_translated":{"fr":"La région géographique élargie (M9, M10, M11a, M12, BI1, RI1, SL1, SL2, QU1 [2013] et M9, M10, M11a, M12, BI1, BU1, BU2, RI1, SL1, SL2, QU1, MC2 [2011- mars 2018])\r\n\r\nLes données sur les propriétés chimiques de la qualité de l’eau de 17 sites du cours inférieur de la rivière Athabasca, des rivières de la Paix et des Esclaves et de leurs affluents comprennent les mesures des principaux ions, éléments nutritifs, métaux (dissous et totaux) et matières organiques (y compris le benzène, le toluène, l’éthylbenzène et le xylène [BTEX], le cyanure et les hydrocarbures aromatiques polycycliques [HAP]). \r\n\r\nUn rapport interprétatif (Glozier et coll., 2018) a été publié en 2018; il contenait des évaluations de l’état et des tendances de la qualité de l’eau selon des données recueillies de 2012 à 2015. Un extrait du résumé se trouve ci-dessous, le rapport complet est en ligne ici (en anglais seulement)(http://environmentalmonitoring.alberta.ca/wp-content/uploads/2018/10/OS-TS-Water-1.4-Surface-Water-Quality-Mainstem-Tribs-Delta-1.pdf).\r\n\r\n« Durant la période de surveillance des sables bitumineux, qui était de trois ans, plus de 3000 échantillons d’évaluation de la qualité de l’eau ont été prélevés à 21 sites différents, ce qui représentait dans l’ensemble des activités d’échantillonnage presque cinq fois plus intensives dans le cours inférieur de la rivière Athabasca, la rivière de la Paix, la rivière des Esclaves et le delta des rivières de la Paix et Athabasca. L’état et les distributions spatiales parmi les sites ont été étudiés pour chaque type de paramètre, y compris les principaux ions, les nutriments, le mercure et les métaux. \r\n\r\nLes principales distributions spatiales d’intérêt étaient les suivantes : \r\n1. Important chevauchement dans la concentration des principaux ions, du mercure, de l’azote et du carbone le long du cours inférieur de la rivière Athabasca et des sites du tronçon principal du delta des rivières de la Paix et Athabasca; \r\n2. Important chevauchement dans la concentration des métaux le long du cours inférieure de la rivière Athabasca mais toutes sortes de distributions parmi les sites du tronçon principal du delta des rivières de la Paix et Athabasca. \r\n•   La distribution la plus courante présentait des valeurs de concentration consistantes pour tous les sites du tronçon principal du cours inférieur de la rivière Athabasca du point M3 jusqu’à la décharge de la rivière des Esclaves au point SL2. \r\n•   Tout comme ci-dessus, une deuxième distribution présentait des concentrations semblables tout au long du tronçon principal du cours inférieur de la rivière Athabasca jusqu’au canal reliant les rivières (M3-M10), mais divers profils le long des emplacements restants du tronçon principal. \r\n3. Fourchette de concentrations pour les paramètres étudiés parmi les sites tributaires du delta des rivières de la Paix et Athabasca. \r\n•   En général, les concentrations des métaux, du phosphore et du mercure dans les rivières McIvor et Birch étaient plus élevées que dans d’autres tributaires. Étant donné la nature très variable de la chimie aquatique au sein des sites tributaires du delta et entre eux, il sera nécessaire de continuer à faire de l’échantillonnage pour pouvoir caractériser de façon adéquate l’état et les tendances de ces nouveaux sites. \r\n4. Distributions dans la concentration du phosphore\r\n•   Le long du cours inférieur de la rivière Athabasca, la plus grande différence (hausse) pour le phosphore se trouvait entre les points M2 et M3, alors que les concentrations restaient semblables de M3 à M9. \r\n•   Les valeurs du phosphore dissous étaient les plus basses dans la rivière de la Paix (M12); la rivière des Esclaves (de M11A à SL2) semblant présenter un mélange des concentrations différentielles des deux contributeurs principaux. \r\n5. Distribution pour le sélénium dissous \r\n•   Contrairement aux tendances discutées pour les autres paramètres, les concentrations de sélénium dissous montraient des hausses graduelles significatives sur le plan statistique de la concentration entre M3 et M6, après quoi les concentrations se stabilisent aux sites en aval (M7 à M9). Cette distribution variait selon la période de l’année, mais était la plus évidente dans des conditions de débit élevé, durant la crue printanière. \r\n\r\nTous les paramètres sauf un avaient des concentrations consistantes le long du tronçon principal du cours inférieur de la rivière Athabasca, du site M3 au site M9 en aval. Ainsi, les distributions spatiales (autres que celles du sélénium dissous) observées ont été attribuées à des changements dans les apports non liés aux sables bitumineux, comme les apports municipaux ou provenant d’autres activités industrielles, ou à des différences parmi les sources géologiques. Les concentrations croissantes de sélénium dissous de M3 à M6 pourraient être liées à des apports plus élevés des affluents durant la crue printanière, comme l’a signalé Chambers et coll., 2017.\r\n\r\nLes distributions saisonnières et les tendances temporelles examinées ont montré : \r\n1. Les distributions saisonnières typiques de la concentration en relation avec la qualité de l’eau comprenaient des paramètres dissous dont la distribution s’avérait inverse à celle de l’hydrogramme (les concentrations minimales avaient lieu durant les périodes de décharge élevée et les concentrations maximales, lors de débits faibles, sous la glace), alors que les paramètres associés aux particules avaient généralement des concentrations plus élevées durant les périodes de débit élevé du printemps et de l’été, lorsque les charges de sédiments en suspension étaient élevées. \r\n2. L’analyse des tendances à long terme des données du site M9 ont montré que, pour la période la plus récente (2000-2014), plusieurs paramètres, dont le phosphore dissous et l’ammoniac, montrait une réduction de la concentration alors que les concentrations totales de phosphore (qui augmentaient auparavant) sont maintenant stables. Plusieurs changements parmi les apports anthropiques sont associés à ces tendances, par exemple la mise à niveau de certaines installations et les réductions subséquentes aux charges totales dans le bassin de la rivière Athabasca. \r\n3. Pour plusieurs ions principaux et métaux dissous pour lesquels on observait une tendance à la hausse au site M9, les résultats étaient semblables aux résultats observés lors de l’examen des tendances à d’autres sites dans les régions nordiques du Canada ne se trouvant pas directement en aval du secteur des sables bitumineux exploitables. Ainsi, les tendances à la hausse signalées pourraient avoir une distribution régionale plus élargie et donc ne pas être directement liées aux activités d’exploitation des sables bitumineux en amont. \r\n\r\nL’évaluation des données selon 39 recommandations pour la qualité de l’eau a révélé que pour 19 des paramètres les valeurs ne dépassaient pas les valeurs recommandées (pas d’excursions). Certains métaux (soit le fer et l’aluminium) avaient couramment (>75 %) des valeurs plus élevées que les valeurs recommandées, en particulier durant les périodes où il y avait une concentration élevée de sédiments en suspension. Les échantillons de mercure total indiquaient des excursions occasionnelles (<6 %) mais, tout comme pour les métaux totaux, ces valeurs étaient associées aux valeurs élevées des sédiments en suspension. Des recommandations propres au site seraient peut-être plus appropriées et avertiraient mieux des changements à la qualité de l’eau, en particulier pour les paramètres associés à des valeurs élevées de sédiments en suspension. » [traduction]\r\n\r\nRenseignements supplémentaires\r\n\r\nGlozier, N.E., Pippy, K., Levesque L., Ritcey, A., Armstrong, B., Tobin, O., Cooke, C.A., Conly, M., Dirk, L., Epp, C., Gue, A., Hazewinkel, R., Keet, E., Lindeman, D., Maines, J., Syrgiannis, J., Su, M. & V. Tumber. 2018. Surface Water Quality of the Athabasca, Peace and Slave Rivers and Riverine Waterbodies within the Peace-Athabasca Delta. Oil Sands Monitoring Program Technical Report Series No. 1.4. 64 p. June 2018\r\n\r\nhttp://environmentalmonitoring.alberta.ca/wp-content/uploads/2018/10/OS-TS-Water-1.4-Surface-Water-Quality-Mainstem-Tribs-Delta-1.pdf (en anglais seulement)\r\n\r\nLe Conseil canadien des ministres de l'environnement (CCME)\r\n\r\nhttp://www.ccme.ca/\r\n\r\nEn Alberta, des lignes directrices et des objectifs de qualité de l'eau de surface\r\n\r\nhttp://aep.alberta.ca/water/education-guidelines/surfac\r\ne-water-quality-guidelines-and-objectives.aspx\r\n\r\nEnvironmental quality guidelines for Alberta surface waters (2018)\r\n\r\nhttps://open.alberta.ca/publications/9781460138731 (en anglais seulement) ","en":"Expanded Geographic Area (M9, M10, M11a, M12, BI1, RI1, SL1, SL2, QU1 [2013] and M9, M10, M11a, M12, BI1, BU1, BU2, RI1, SL1, SL2, QU1, MC2 [2011-March 2018])\r\n\r\nWater quality chemistry data for 17 sites in the lower Athabasca River (LAR), the Peace and Slave rivers, and their tributaries, including measurements of major ions, nutrients, metals (dissolved and total) and organics (including BTEX, cyanide and polycyclic aromatic hydrocarbons (PAHs).\r\n\r\nAn interpretive report (Glozier et. al., 2018) was released in 2018, which included assessments of the water quality status and trends for data from 2012-2015. An excerpt from the executive summary is provided below and the full report can be found on line here (http://environmentalmonitoring.alberta.ca/wp-content/uploads/2018/10/OS-TS-Water-1.4-Surface-Water-Quality-Mainstem-Tribs-Delta-1.pdf) ;\r\n\r\n“During the three year JOSM period, over 1300 water quality samples were collected from 21 locations representing a nearly 5-fold increase in overall sampling effort in the Lower Atahbasc river (LAR), Peace River (PR), Slave River (SR) and Peace Athabasca Delta (PAD). Status and spatial patterns among sites were examined for each parameter type including major ions, nutrients, mercury, and metals. \r\n\r\nThe major spatial patterns of interest included:\r\n\r\n1. Extensive overlap in concentration of major ions, mercury, nitrogen and carbon along the LAR and main stem sites within the PAD; \r\n2. Extensive overlap in concentration for metals along the LAR but a range of patterns among PAD mainstem sites.  \r\n•   The most common pattern showed consistent concentration values for all main stem sites from the LAR at M3 though to the outlet of the SR at SL2. \r\n•   Similar to above, a second pattern showed similar concentrations along the length of the LAR main stem through to the interconnecting channel (i.e., M3-M10), but various patterns along the remaining main stem locations.  \r\n3. Range of concentration for parameters among the PAD tributary sites. \r\n•   In general, concentrations of metals, phosphorus and mercury in the McIvor and Birch rivers were higher than the other tributaries. Given the highly variable nature of water chemistry within and between PAD tributary sites, ongoing sampling will be required to adequately characterize the status and patterns of these new sites. \r\n4. Patterns in phosphorus concentration\r\n•   Along the course of the LAR, the largest step increase for phosphorus occurred between M2 and M3, with concentrations remaining similar from M3-M9. \r\n•   Dissolved phosphorus values in the PR (M12) were the lowest; with the SR (M11A-SL2) appearing to be a mixture of the differential concentrations of the two main contributors.  \r\n5. Patterns in dissolved selenium\r\n•   In contrast to patterns discussed for other parameters, dissolved selenium concentrations showed statistically significant gradual increases in concentration between M3 and M6 after which concentrations stabilised at downstream sites (M7-M9). This pattern was dependent on the time year and most evident under high flow conditions during freshet.  \r\n\r\nAll but one parameter had consistent concentrations along the main stem of the LAR from M3 to the downstream site M9. Thus, spatial patterns (other than for dissolved selenium) that were observed were attributed to changes in non-oil sands related inputs such as municipal or other industrial inputs or differences in geological sources.  The increasing dissolved selenium pattern from M3-M6 may be linked to higher tributary inputs during freshet as reported by Chambers et al., 2017.\r\n\r\nSeasonal patterns and temporal trends examined showed:\r\n\r\n1. Typical seasonal patterns in water quality concentration included dissolved parameters exhibiting a pattern inverse to the hydrograph (with minimum concentrations occurring during high discharge periods and maximum concentrations occurring in low flow, under ice) while particulate associated parameters generally had higher concentrations during high flow spring/summer periods when suspended sediment loads were high. \r\n2. Long-term trend analysis on data from M9 showed that, for the most recent period (2000-2014), several parameters including dissolved phosphorus and ammonia exhibited reductions in concentration while total phosphorus concentrations (which previously had been increasing) are now stable. Several changes in anthropogenic inputs are associated with these trends and include upgrades to facilities and the subsequent reductions to total loadings within the Athabasca River basin. \r\n3. For several major ions and dissolved metals which displayed increasing trends at M9, results were similar when we examined trends at other sites in northern areas of Canada not directly downstream of the OSMA. As such, the increasing trends reported may have a broader regional pattern and are thus not likely directly related to upstream oil sands activities.  \r\n\r\nEvaluation of the data against 39 water quality guidelines revealed that nineteen of the parameters showed no values above guidelines (i.e., no exceedances). Some metals (namely iron and aluminum) commonly (>75%) showed values higher than the guideline, particularly during periods of high suspended sediment concentrations. Total mercury samples showed occasional (<6%) exceedances but, similar to total metals, these values were associated with high suspended sediment values. Site specific guidelines may be more appropriate and provide a better warning of changes to water quality, particularly for parameters which are associated with the commonly occurring high suspended sediments. “\r\n\r\nSupplemental Information\r\n\r\nGlozier, N.E., Pippy, K., Levesque L., Ritcey, A., Armstrong, B., Tobin, O., Cooke, C.A., Conly, M., Dirk, L., Epp, C., Gue, A., Hazewinkel, R., Keet, E., Lindeman, D., Maines, J., Syrgiannis, J., Su, M. & V. Tumber. 2018. Surface Water Quality of the Athabasca, Peace and Slave Rivers and Riverine Waterbodies within the Peace-Athabasca Delta. Oil Sands Monitoring Program Technical Report Series No. 1.4. 64 p. June 2018\r\n\r\nhttp://environmentalmonitoring.alberta.ca/wp-content/uploads/2018/10/OS-TS-Water-1.4-Surface-Water-Quality-Mainstem-Tribs-Delta-1.pdf\r\n\r\nCanadian Council of Ministers of the Environment (CCME)\r\n\r\nhttp://www.ccme.ca/\r\n\r\nAlberta Surface Water Quality Guidelines and Objectives\r\n\r\nhttp://aep.alberta.ca/water/education-guidelines/surfac\r\ne-water-quality-guidelines-and-objectives.aspx\r\n\r\nEnvironmental quality guidelines for Alberta surface waters (2018)\r\n\r\nhttps://open.alberta.ca/publications/9781460138731 "},"imso_approval":"true","maintainer":null,"creator":"","association_type":[],"org_section":{"fr":"","en":""},"jurisdiction":"federal","private":false,"maintainer_email":"open-ouvert@tbs-sct.gc.ca","num_tags":0,"contributor":{"fr":"","en":""},"frequency":"as_needed","keywords":{"fr":["qualité de l'eau","surveillance à long terme","sables bitumineux","la rivière Athabasca","les métaux","les ions majeurs","les éléments nutritifs","organiques","physique et chimique","les composés aromatiques polycycliques","mercure","acides naphténiques","du bassin hydrographique","contaminants","source ponctuelle","sources diffuses","crue nivale","pluie","delta des rivières de la Paix et Athabasca","la rivière Paix","la rivière Esclaves","concentrations","tronçon principal","affluent","la région géographique élargie","Sables bitumineux","Qualité de l'eau","Environnement","Eau - qualité"],"en":["water quality","long term monitoring","oil sands","Athabasca River","metals","major ions","nutrients","organics","physical and chemical","polycyclic aromatic compounds","mercury","naphthenic acids","watershed","contaminants","point source","non-point source","Peace-Athabasca Delta","Peace River","Slave River","concentrations","tributary","expanded geographic area","Oil sands","Water quality","Environment","Water - Quality"]},"data_series_issue_identification":{"fr":"","en":""},"ready_to_publish":"true","id":"2d35d7d5-6858-402d-91fd-83cba0651097","metadata_created":"2019-02-21T18:34:18.406398","subject":["nature_and_environment"],"date_modified":"2019-09-11 00:00:00","spatial_representation_type":[],"metadata_modified":"2020-01-07T19:40:56.557114","author":null,"author_email":null,"geographic_region":[],"position_name":{},"portal_release_date":"2019-02-21","digital_object_identifier":"10.18164/cf8a4e09-b151-4891-9b5f-fe5979130138","state":"active","version":null,"relationships_as_object":[],"time_period_coverage_start":"1960-08-03 00:00:00","title_translated":{"fr":"Zone géographique plus vaste, région des sables bitumineux","en":"Expanded Geographic Extent, Oil Sands Region"},"type":"dataset","resources":[{"cache_last_updated":null,"unique_identifier":"","package_id":"2d35d7d5-6858-402d-91fd-83cba0651097","datastore_active":false,"id":"67592b4f-6a80-49f3-9ec8-52527f977ced","character_set":"","state":"active","name_translated":{"fr":"Qualité de l'eau au Parc National du Canada Wood Buffalo: État et tendances de 1989 à 2006 pour les trois principales riviéres de la paix, des esclaves et Athabasca (Anglais)","en":"Wood Buffalo National Park Water Quality: Status and Trends from 1989-2006 in the Three Major Rivers; Athabasca, Peace and Slave (English)"},"hash":"","description":"","format":"PDF","date_published":"","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"Wood Buffalo National Park Water Quality: Status and Trends from 1989-2006 in the Three Major Rivers; Athabasca, Peace and Slave (English)","language":["en"],"created":"2019-02-21T18:34:19.395710","url":"http://donnees.ec.gc.ca/data/substances/monitor/surface-water-quality-oil-sands-region/expanded-geographic-extent-oil-sands-region/WBNP_Water_Quality_Eng.pdf","last_modified":null,"resource_type":"dataset","position":0,"revision_id":"f3a6648c-c5f9-43ed-9c02-8fd77b9295e8","data_quality":[]},{"cache_last_updated":null,"unique_identifier":"","package_id":"2d35d7d5-6858-402d-91fd-83cba0651097","datastore_active":false,"id":"55efe111-5c87-47d9-941c-d957a6716630","character_set":"","state":"active","name_translated":{"fr":"Dictionnaire de données","en":"Data Dictionary"},"hash":"","description":"","format":"CSV","date_published":"","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"Data Dictionary","language":["en"],"created":"2019-02-21T18:34:19.395713","url":"http://donnees.ec.gc.ca/data/substances/monitor/surface-water-quality-oil-sands-region/mainstem-water-quality-oil-sands-region/OSM-Schemas-Variable-Names-VMV-Detection-Limits-June2019.csv","last_modified":null,"resource_type":"guide","position":1,"revision_id":"f3a6648c-c5f9-43ed-9c02-8fd77b9295e8","data_quality":[]},{"cache_last_updated":null,"unique_identifier":"","package_id":"2d35d7d5-6858-402d-91fd-83cba0651097","datastore_active":false,"id":"78d5aa3d-3860-4602-b453-abdf59a3e945","character_set":"","state":"active","name_translated":{"fr":"Notes pour les données de la qualité de l'eau de surface (Anglais)","en":"Notes for Surface Water Quality Data (English)"},"hash":"","description":"","format":"PDF","date_published":"","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"Notes for Surface Water Quality Data (English)","language":["en"],"created":"2019-02-21T18:34:19.395715","url":"http://donnees.ec.gc.ca/data/substances/monitor/surface-water-quality-oil-sands-region/mainstem-water-quality-oil-sands-region/SurfaceWaterQualityDataNotes-English-June2019.pdf","last_modified":null,"resource_type":"guide","position":2,"revision_id":"f3a6648c-c5f9-43ed-9c02-8fd77b9295e8","data_quality":[]},{"cache_last_updated":null,"unique_identifier":"","package_id":"2d35d7d5-6858-402d-91fd-83cba0651097","datastore_active":false,"id":"f8170eaf-0683-4098-b7d1-b74bf5d14cc6","character_set":"","state":"active","name_translated":{"fr":"Notes pour les données de la qualité de l'eau de surface (Français)","en":"Notes for Surface Water Quality Data (French)"},"hash":"","description":"","format":"PDF","date_published":"","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"Notes for Surface Water Quality Data (French)","language":["fr"],"created":"2019-02-21T18:34:19.395718","url":"http://donnees.ec.gc.ca/data/substances/monitor/surface-water-quality-oil-sands-region/mainstem-water-quality-oil-sands-region/SurfaceWaterQualityDataNotes-French-June2019.pdf","last_modified":null,"resource_type":"guide","position":3,"revision_id":"f3a6648c-c5f9-43ed-9c02-8fd77b9295e8","data_quality":[]},{"cache_last_updated":null,"unique_identifier":"","package_id":"2d35d7d5-6858-402d-91fd-83cba0651097","datastore_active":false,"id":"f4418e4a-a701-466d-aa2a-7c1a23953534","character_set":"","state":"active","name_translated":{"fr":"Qualité de l'eau au Parc National du Canada Wood Buffalo: État et tendances de 1989 à 2006 pour les trois principales riviéres de la paix, des esclaves et Athabasca (Français)","en":"Wood Buffalo National Park Water Quality: Status and Trends from 1989-2006 in the Three Major Rivers; Athabasca, Peace and Slave (French)"},"hash":"","description":"","format":"PDF","date_published":"","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"Wood Buffalo National Park Water Quality: Status and Trends from 1989-2006 in the Three Major Rivers; Athabasca, Peace and Slave (French)","language":["fr"],"created":"2019-02-21T18:34:19.395720","url":"http://donnees.ec.gc.ca/data/substances/monitor/surface-water-quality-oil-sands-region/expanded-geographic-extent-oil-sands-region/WBNP_Water_Quality_Fr.pdf","last_modified":null,"resource_type":"dataset","position":4,"revision_id":"16f5ee9f-2e36-4880-a498-80d9ac0940e4","data_quality":[]},{"cache_last_updated":null,"unique_identifier":"","package_id":"2d35d7d5-6858-402d-91fd-83cba0651097","datastore_active":false,"character_set":"","related_type":"","state":"active","id":"114e3bfe-7e6a-4397-97b0-718004db8991","related_relationship":"","name_translated":{"fr":"Voir le Dépôt de données d'ECCC (Anglais)","en":"View ECCC Data Mart (English)"},"hash":"","description":"","format":"HTML","date_published":"","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"View ECCC Data Mart (English)","language":["en"],"created":"2020-01-07T19:40:56.589475","url":"http://data.ec.gc.ca/data/substances/monitor/surface-water-quality-oil-sands-region/expanded-geographic-extent-oil-sands-region","last_modified":null,"resource_type":"website","position":5,"revision_id":"16f5ee9f-2e36-4880-a498-80d9ac0940e4","data_quality":[]},{"cache_last_updated":null,"unique_identifier":"","package_id":"2d35d7d5-6858-402d-91fd-83cba0651097","datastore_active":false,"character_set":"","related_type":"","state":"active","id":"7ee12b43-01ad-4afa-988a-685f4beac67f","related_relationship":"","name_translated":{"fr":"Voir le Dépôt de données d'ECCC (Français)","en":"View ECCC Data Mart (French)"},"hash":"","description":"","format":"HTML","date_published":"","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"View ECCC Data Mart (French)","language":["fr"],"created":"2020-01-07T19:40:56.589481","url":"http://data.ec.gc.ca/data/substances/monitor/surface-water-quality-oil-sands-region/expanded-geographic-extent-oil-sands-region?lang=fr","last_modified":null,"resource_type":"website","position":6,"revision_id":"16f5ee9f-2e36-4880-a498-80d9ac0940e4","data_quality":[]}],"place_of_publication":[],"metadata_contact":{},"num_resources":7,"topic_category":[],"tags":[],"spatial":"{\"type\": \"Polygon\", \"coordinates\": [[[-113.23, 59.97], [-109.34, 59.97], [-109.34, 55.15], [-113.23, 55.15], [-113.23, 59.97]]]}","collection":"primary","org_title_at_publication":{"fr":"Environnement et Changement climatique Canada","en":"Environment and Climate Change Canada"},"date_published":"2014-02-07 00:00:00","display_flags":[],"groups":[],"creator_user_id":"4cfa9a9c-1d95-40eb-86f9-bc0c8ec45d1f","data_series_name":{"fr":"","en":""},"relationships_as_subject":[],"license_title":"Open Government Licence - Canada","restrictions":"unrestricted","organization":{"description":"","created":"2016-09-23T17:25:23.598825","title":"Environment and Climate Change Canada | Environnement et Changement climatique Canada","name":"ec","is_organization":true,"state":"active","image_url":"","revision_id":"38f75d48-68d0-46b4-9f5b-89618853cde4","type":"organization","id":"49E2ADF4-AD7A-43EB-85C8-6433D37ED62C","approval_status":"approved"},"name":"2d35d7d5-6858-402d-91fd-83cba0651097","isopen":false,"license_id":"ca-ogl-lgo","url":null,"notes":"Expanded Geographic Area (M9, M10, M11a, M12, BI1, RI1, SL1, SL2, QU1 [2013] and M9, M10, M11a, M12, BI1, BU1, BU2, RI1, SL1, SL2, QU1, MC2 [2011-March 2018])\r\n\r\nWater quality chemistry data for 17 sites in the lower Athabasca River (LAR), the Peace and Slave rivers, and their tributaries, including measurements of major ions, nutrients, metals (dissolved and total) and organics (including BTEX, cyanide and polycyclic aromatic hydrocarbons (PAHs).\r\n\r\nAn interpretive report (Glozier et. al., 2018) was released in 2018, which included assessments of the water quality status and trends for data from 2012-2015. An excerpt from the executive summary is provided below and the full report can be found on line here (http://environmentalmonitoring.alberta.ca/wp-content/uploads/2018/10/OS-TS-Water-1.4-Surface-Water-Quality-Mainstem-Tribs-Delta-1.pdf) ;\r\n\r\n“During the three year JOSM period, over 1300 water quality samples were collected from 21 locations representing a nearly 5-fold increase in overall sampling effort in the Lower Atahbasc river (LAR), Peace River (PR), Slave River (SR) and Peace Athabasca Delta (PAD). Status and spatial patterns among sites were examined for each parameter type including major ions, nutrients, mercury, and metals. \r\n\r\nThe major spatial patterns of interest included:\r\n\r\n1. Extensive overlap in concentration of major ions, mercury, nitrogen and carbon along the LAR and main stem sites within the PAD; \r\n2. Extensive overlap in concentration for metals along the LAR but a range of patterns among PAD mainstem sites.  \r\n•   The most common pattern showed consistent concentration values for all main stem sites from the LAR at M3 though to the outlet of the SR at SL2. \r\n•   Similar to above, a second pattern showed similar concentrations along the length of the LAR main stem through to the interconnecting channel (i.e., M3-M10), but various patterns along the remaining main stem locations.  \r\n3. Range of concentration for parameters among the PAD tributary sites. \r\n•   In general, concentrations of metals, phosphorus and mercury in the McIvor and Birch rivers were higher than the other tributaries. Given the highly variable nature of water chemistry within and between PAD tributary sites, ongoing sampling will be required to adequately characterize the status and patterns of these new sites. \r\n4. Patterns in phosphorus concentration\r\n•   Along the course of the LAR, the largest step increase for phosphorus occurred between M2 and M3, with concentrations remaining similar from M3-M9. \r\n•   Dissolved phosphorus values in the PR (M12) were the lowest; with the SR (M11A-SL2) appearing to be a mixture of the differential concentrations of the two main contributors.  \r\n5. Patterns in dissolved selenium\r\n•   In contrast to patterns discussed for other parameters, dissolved selenium concentrations showed statistically significant gradual increases in concentration between M3 and M6 after which concentrations stabilised at downstream sites (M7-M9). This pattern was dependent on the time year and most evident under high flow conditions during freshet.  \r\n\r\nAll but one parameter had consistent concentrations along the main stem of the LAR from M3 to the downstream site M9. Thus, spatial patterns (other than for dissolved selenium) that were observed were attributed to changes in non-oil sands related inputs such as municipal or other industrial inputs or differences in geological sources.  The increasing dissolved selenium pattern from M3-M6 may be linked to higher tributary inputs during freshet as reported by Chambers et al., 2017.\r\n\r\nSeasonal patterns and temporal trends examined showed:\r\n\r\n1. Typical seasonal patterns in water quality concentration included dissolved parameters exhibiting a pattern inverse to the hydrograph (with minimum concentrations occurring during high discharge periods and maximum concentrations occurring in low flow, under ice) while particulate associated parameters generally had higher concentrations during high flow spring/summer periods when suspended sediment loads were high. \r\n2. Long-term trend analysis on data from M9 showed that, for the most recent period (2000-2014), several parameters including dissolved phosphorus and ammonia exhibited reductions in concentration while total phosphorus concentrations (which previously had been increasing) are now stable. Several changes in anthropogenic inputs are associated with these trends and include upgrades to facilities and the subsequent reductions to total loadings within the Athabasca River basin. \r\n3. For several major ions and dissolved metals which displayed increasing trends at M9, results were similar when we examined trends at other sites in northern areas of Canada not directly downstream of the OSMA. As such, the increasing trends reported may have a broader regional pattern and are thus not likely directly related to upstream oil sands activities.  \r\n\r\nEvaluation of the data against 39 water quality guidelines revealed that nineteen of the parameters showed no values above guidelines (i.e., no exceedances). Some metals (namely iron and aluminum) commonly (>75%) showed values higher than the guideline, particularly during periods of high suspended sediment concentrations. Total mercury samples showed occasional (<6%) exceedances but, similar to total metals, these values were associated with high suspended sediment values. Site specific guidelines may be more appropriate and provide a better warning of changes to water quality, particularly for parameters which are associated with the commonly occurring high suspended sediments. “\r\n\r\nSupplemental Information\r\n\r\nGlozier, N.E., Pippy, K., Levesque L., Ritcey, A., Armstrong, B., Tobin, O., Cooke, C.A., Conly, M., Dirk, L., Epp, C., Gue, A., Hazewinkel, R., Keet, E., Lindeman, D., Maines, J., Syrgiannis, J., Su, M. & V. Tumber. 2018. Surface Water Quality of the Athabasca, Peace and Slave Rivers and Riverine Waterbodies within the Peace-Athabasca Delta. Oil Sands Monitoring Program Technical Report Series No. 1.4. 64 p. June 2018\r\n\r\nhttp://environmentalmonitoring.alberta.ca/wp-content/uploads/2018/10/OS-TS-Water-1.4-Surface-Water-Quality-Mainstem-Tribs-Delta-1.pdf\r\n\r\nCanadian Council of Ministers of the Environment (CCME)\r\n\r\nhttp://www.ccme.ca/\r\n\r\nAlberta Surface Water Quality Guidelines and Objectives\r\n\r\nhttp://aep.alberta.ca/water/education-guidelines/surfac\r\ne-water-quality-guidelines-and-objectives.aspx\r\n\r\nEnvironmental quality guidelines for Alberta surface waters (2018)\r\n\r\nhttps://open.alberta.ca/publications/9781460138731 ","owner_org":"49E2ADF4-AD7A-43EB-85C8-6433D37ED62C","audience":[],"license_url":"http://open.canada.ca/en/open-government-licence-canada","program_page_url":{"fr":"","en":""},"title":"Expanded Geographic Extent, Oil Sands Region","revision_id":"63a6fc31-e1f2-4336-8b4a-a933e7f48058"}