{"notes_translated":{"fr":"Le principal objectif de l’Atlas est de dresser un portrait des terres humides de la vallée du Saint-Laurent en s’appuyant sur des méthodes innovatrices de cartographie du territoire afin de favoriser la conservation des oiseaux et la biodiversité en aidant notamment les gestionnaires du territoire dans leur prise de décision relative à l’utilisation du territoire et à la conservation des milieux naturels. Un autre objectif était de développer les méthodes nécessaires pour permettre un suivi des terres humides de la vallée du Saint-Laurent et de faire le lien avec un futur projet national de cartographie de ce type d’habitat à titre d’indicateur de la qualité de l’environnement au Canada.\r\n\r\nUne telle cartographie représentait un projet d’envergure de par la superficie couverte mais aussi de par la grande variabilité tant au niveau des caractéristiques du territoire que des divers types de terres humides. Basée sur l’utilisation d’images du satellite canadien RADARSAT, combinées à d’autres sources d’informations disponibles (données numériques d’hydrologie et d’hypsométrie par exemple) et à celles provenant d’images Landsat-TM, cette cartographie a d’ailleurs nécessité certains ajustements et l’application de méthodologies d’avant-garde.  L’atteinte des objectifs fixés tout au long de l’élaboration de cet atlas initié au printemps 1999 a permis la réalisation des produits suivants :\r\n\r\n- Une mosaïque globale de la distribution des terres humides sur tout le territoire du sud du Québec, \r\n- Une cartographie interactive à l’échelle du 1 :50 000 indiquant l’emplacement des terres humides présentes, \r\n- Des statistiques descriptives sur les caractéristiques des terres humides présentes (nombre, catégorie, superficie moyenne, etc.) qui accompagnent les cartes, \r\n- Des informations et des liens utiles à des sites favorisant la conservation des terres humides.\r\n\r\nLe Service canadien de la faune (SCF) d’Environnement Canada a entrepris depuis quelques années un programme de cartographie des milieux naturels basée sur l’imagerie Landsat-TM. Cette cartographie a, entre autres, servi à la mise en application de méthodes d’analyse des composantes du paysage sur un vaste territoire du sud du Québec en vue d’assurer la protection et l’aménagement adéquat des habitats. Dans la poursuite de ce projet, le SCF a décidé de produire un Atlas des terres humides de la Vallée du Saint-Laurent. Les travaux du SCF ont démontré que l’imagerie multispectrale n’apportait pas toute l’information nécessaire à la discrimination de certains milieux humides : les terres humides boisées ou forêts inondées pouvant, par exemple, être confondues avec d’autres milieux forestiers. Pour améliorer la précision d’identification des milieux humides, il a été décidé d’introduire au projet l’imagerie obtenue par radar. En effet, les recherches effectuées au Canada et ailleurs tentent de démontrer que cette imagerie, lorsqu’elle est acquise à des moments propices, peut aider à la discrimination des milieux humides ainsi qu’à la cartographie des terres agricoles et des prairies humides. \r\n\r\nUne cartographie et un suivi adéquat des terres humides nécessitent des outils de télédétection qui soient indépendants de la couverture nuageuse et sensibles à l’humidité des sols. Muni de capteur RSO (Radar à synthèse d’ouverture) capables d’obtenir des images haute-résolution quelles que soient les conditions météorologiques de jour comme de nuit, le satellite canadien RADARSAT offre donc la possibilité de cartographier la limite exacte des terres humides. De plus, avec sa fréquence de passage de trois jours au-dessus du Québec, combiné à la multiplicité des angles de visée disponibles en mode haute résolution, il permet d’assurer une mise à jour rapide de la cartographie des terres humides. \r\n\r\nPhase I : acquisition des images \r\n\r\nAinsi, l’acquisition des images a eu lieu du 27 avril 1999 au 11 juin 1999. C'est la Division des acquisitions du Centre canadien de Télédétection qui a établi le plan d’acquisition en se basant sur divers critères, à savoir que l’acquisition des images devait se faire en mode ascendant pour éliminer l’effet de rosée, et qu'elle devait se situer dans une période très restreinte dans le temps (après les inondations mais avant la période sèche de l’été) et finalement, qu'elle devait permettre la réalisation d'une mosaïque d'une grande portion de territoire. Trente-quatre images ont finalement été acquises dont 28 en mode fin et 6 en mode standard. Suite à cette acquisition, une entente de partenariat liant Environnement Canada, l’Agence Spatiale Canadienne et le Département de Géographie de l’Université de Montréal a été conclue. Dans cette première phase du projet, les images Landsat TM ont été utilisées comme masque pour certaines catégories de sol, ce qui mena à la réalisation d’une mosaïque d’images RADARSAT du sud du Québec et aux résultats préliminaires de la classification des images. Bien que dans l’ensemble les produits aient été satisfaisants, il est apparu cependant que la mosaïque d’image et la classification des images RADARSAT pouvaient être encore améliorées. \r\n\r\nPhase II : développement d’une méthode de classification \r\n\r\nLe SCF a donc mis au point une nouvelle méthode de classification qui combine l’image RADARSAT sous plusieurs formes (indices de texture, d’homogénéité et de contraste) avec l’image Landsat-TM décorrellée ainsi qu’un modèle numérique d’élévation. Plusieurs centaines de points de contrôle au sol ont été utilisés comme information de base pour diriger l’analyse en arbre de décision. Les résultats préliminaires sur les sites test ont montré l’efficacité de cette méthode sur ce type d’images. La classification des milieux humides a ainsi pu être accomplie pour 68 municipalités régionales de comté (MRCs) de la Vallée du Saint-Laurent. \r\n\r\nPhase III : validation finale des cartes \r\n\r\nUne autre étape du travail a permis la validation finale des cartes de l’Atlas. Pour ce faire, nous avons procédé à une vaste consultation (voir dans la section Remerciements, la liste des partenaires financiers et techniques) auprès des différents experts des terres humides au Québec. Ainsi, plus d’une soixantaine d’heures de consultation auprès de plus d’une trentaine de personnes ont été réalisés dans les diverses régions du sud du Québec. Cette dernière étape du projet de cartographie portait le nom d’ « Opération Portes-Ouvertes ». \r\n\r\nAinsi, une série complète de cartes à l’échelle du 1 :50 000 et découpées selon les limites des cartes topographiques (coordonnées UTM) a été imprimé et les divers experts pouvaient examiner ces dernières et si besoin est, relever les erreurs et tracer les corrections nécessaires. Notons que ces différences pouvaient découler de deux sources différentes, soit correspondre à des erreurs de classification des images ou alors à des modifications étant survenues au niveau des terres humides depuis la prise de deux séries d’images satellites utilisées lors de ce projet (1993-1994 et 1999). Nous avons accordé un code particulier pour ces dernières dans la légende accompagnant les cartes de sorte que cela permet au lecteur en attendant qu’une seconde cartographie soit réalisée aux cours des prochaines années, d’avoir une idée de la dynamique de ces habitats et des grands secteurs de changements (perte ou dégradation des terres humides) survenus suite aux diverses activités humaines. \r\n\r\nPhase IV : vers l’interactivité (cartographie interactive) \r\n\r\nFinalement, une quatrième phase permet maintenant au public d’avoir accès aux diverses cartes et données de l’Atlas plus facilement de produire une carte pour le secteur de son choix grâce à la procédure de cartographie interactive. \r\n\r\nCitation \r\n\r\nBélanger, L., M. Grenier, 2003. Atlas de conservation des terres humides. Environnement Canada, Service canadien de la faune, région du Québec \r\n","en":"The main purpose of the Conservation Atlas of Wetlands is to develop a portrait of the wetlands of the St. Lawrence Valley using innovative mapping methods in order to favor bird conservation by helping land managers to make decisions about land use and bird habitat conservation. Another objective was to develop methods needed to allow a monitoring of the St. Lawrence Valley wetlands and make a link to a potential national mapping project of that type as an indicator on environment quality in Canada.\r\n\r\nThe Atlas is considered a large-scale project because of the area covered, the great variability in the area’s characteristics and the various types of wetlands encountered. Using Canadian RADARSAT satellite images, along with other sources of information available (e.g., digital hydrological and hypsometric data) and data from Landsat-TM images, the mapping has required certain adjustments and the use of innovative methods. Achieving the objectives set at the start of the project in the spring of 1999 has resulted in the following products: \r\n\r\n- A global mosaic of the distribution of wetlands in southern Québec \r\n- A 1:50 000 scale map showing the location of wetlands in each of the area’s regional county municipalities (RCMs)\r\n- Descriptive statistics on wetlands' characteristics (number, category, average area, etc.) to complement the maps, \r\n- Information and links to to sites that promote wetland conservation.\r\n\r\nIn the last few years, the Canadian Wildlife Service of Environment Canada has been carrying out a project to map natural habitats using Landsat-TM imagery. This mapping has been used to apply methods for analysing landscape features in a large area of southern Québec in order to ensure adequate habitat protection and development. As a follow-up to the project, the CWS decided to produce an Atlas of wetlands in the St. Lawrence Valley. The CWS’s work has shown that multispectral imagery does not provide all the information needed to differentiate between some wetlands. For example, forested wetlands and flooded forests can be confused with other forested areas. To increase the accuracy of wetland identification, it was decided that radar imagery should be incorporated into the project. Research carried out in Canada and abroad is attempting to show that this imagery, when acquired at the right time, can help to differentiate wetlands and map agricultural land and grasslands. \r\n\r\nMapping and appropriate wetland monitoring require remote sensing tools that are independent of cloud cover and sensitive to soil humidity. Equipped with SAR (Synthetic Aperture Radar) captors capable of providing high-resolution images unaffected by daytime and nighttime weather conditions, the Canadian RADARSAT satellite is able to map the exact boundaries of wetlands. \r\n\r\nPhase I: image acquisition \r\n\r\nImage acquisition took place between April 27, 1999 and June 11, 1999. The Data Acquisition Division of the Canada Centre for Remote Sensing established an acquisition plan based on various criteria, i.e., image acquisition had to take place in the ascending mode to eliminate the dew effect, it had to be carried out in a short time period (after flooding but before the dry spells of summer) and it had to offer the possibility of producing a mosaic for a large portion of the territory. Thirty-four images were finally acquired, 28 in fine mode and 6 in standard mode. \r\n\r\nFollowing this acquisition, a partnership agreement between Environment Canada, the Canadian Space Agency and the Geography Department of the University of Montréal was signed. In the project’s first phase, Landsat-TM images were used to mask certain soil types, which resulted in the production of a mosaic of RADARSAT images of southern Québec and preliminary image classification results. Although the product was generally satisfactory, it was felt that the mosaic image and the classified RADARSAT images could be improved. \r\n\r\nPhase II: a classification method development \r\n\r\nThe CWS thus developed a new classification method that combines several formats of RADARSAT images (texture, homogeneity and contrast indices) with the decorrelated Landsat-TM image and a digital elevation model. Several hundreds ground control points were used as basic information to guide tree analysis. The preliminary results at test sites proved the method’s efficiency for these types of images. The wetlands of 68 RCMs in the St. Lawrence Valley could thus be classified. \r\n\r\nPhase III: final validation of maps \r\n\r\nAnother phase of our work was the final validation of the Atlas maps. This was made possible through extensive consultation with Quebec wetlands experts (see the list of financial and technical partners in the Acknowledgements section). In all, over 60 hours of consultation took place with more than 30 experts in the various regions of Southern Québec. This final phase of the mapping project was dubbed “Operation Open House.” \r\n\r\nA complete series of 1:50 000 scale maps, drawn up according to the boundaries of the topographical maps (UTM co-ordinates), was printed out so that the various experts could examine them and, if necessary, signal any errors and plot the required corrections. It should be noted that there are two possible sources of discrepancies. Errors may have occurred during the image classification process, or may be a result of changes to wetlands since the two series of satellite images used for this project were taken (1993-1994 and 1999). We have assigned a specific code in the map legend for areas where such changes have occurred so that, until a second map is produced in the coming years, the reader can get an idea of the dynamics of these habitats and the major areas of change (disappearance or degradation of wetlands) resulting from various human activities. \r\n\r\nPhase IV: towards interactivity \r\n\r\nA fourth phase now allows to produce a map for the sector of their choice through the interactive mapping procedure and improve the database by adding supplementary information. \r\n\r\nCitation \r\n\r\nBélanger, L., M. Grenier, 2003. Atlas de conservation des terres humides. Environnement Canada, Service canadien de la faune, région du Québec\r\n"},"imso_approval":"true","maintainer":null,"creator":"","association_type":[],"org_section":{"fr":"","en":""},"jurisdiction":"federal","private":false,"maintainer_email":"open-ouvert@tbs-sct.gc.ca","num_tags":0,"contributor":{"fr":"","en":""},"frequency":"not_planned","keywords":{"fr":["Terre humide"],"en":["Wetland"]},"data_series_issue_identification":{"fr":"","en":""},"ready_to_publish":"true","id":"37d4b456-3b23-4cd0-94c1-a77e6cef1c26","metadata_created":"2017-03-28T19:20:26.480330","subject":["nature_and_environment"],"spatial_representation_type":[],"metadata_modified":"2017-03-28T19:20:26.559956","author":null,"author_email":null,"geographic_region":[],"position_name":{},"portal_release_date":"2017-03-28","digital_object_identifier":"","state":"active","version":null,"relationships_as_object":[],"time_period_coverage_start":"1993-01-01 00:00:00","title_translated":{"fr":"Atlas de conservation des terres humides de la vallée du Saint-Laurent (1993-1994)","en":"Conservation Atlas of Wetlands in the St. Lawrence Valley (1993-1994)"},"type":"dataset","resources":[{"cache_last_updated":null,"unique_identifier":"","package_id":"37d4b456-3b23-4cd0-94c1-a77e6cef1c26","datastore_active":false,"character_set":"","related_type":"","state":"active","id":"f29f6a9e-8953-46e6-a64a-f83610cd1b2b","related_relationship":"","name_translated":{"fr":"TerresHumidesSCF1993-1994_DescriptAttributs.docx","en":"WetlandsSCF1993-1994_AttributesDescript.docx"},"hash":"","description":"","format":"DOCX","date_published":"","mimetype_inner":null,"url_type":"","mimetype":null,"cache_url":null,"name":"WetlandsSCF1993-1994_AttributesDescript.docx","language":["en"],"created":"2017-03-28T15:20:27.044513","url":"http://donnees.ec.gc.ca/data/sites/systems/conservation-atlas-of-wetlands-in-the-st.-lawrence-valley-1993-1994/WetlandsSCF1993-1994_AttributesDescript.docx","last_modified":null,"resource_type":"guide","position":0,"revision_id":"b51bdbb8-0740-49af-8667-0e8e200a5938","data_quality":[]},{"cache_last_updated":null,"unique_identifier":"","package_id":"37d4b456-3b23-4cd0-94c1-a77e6cef1c26","datastore_active":false,"character_set":"","related_type":"","state":"active","id":"23ced87c-f8b7-431d-8b6c-dfb6d16329e9","related_relationship":"","name_translated":{"fr":"TerresHumidesSCF1993-1994_DescriptAttributs.docx","en":"WetlandsSCF1993-1994_AttributesDescript.docx"},"hash":"","description":"","format":"DOCX","date_published":"","mimetype_inner":null,"url_type":"","mimetype":null,"cache_url":null,"name":"WetlandsSCF1993-1994_AttributesDescript.docx","language":["fr"],"created":"2017-03-28T15:20:27.044547","url":"http://donnees.ec.gc.ca/data/sites/systems/conservation-atlas-of-wetlands-in-the-st.-lawrence-valley-1993-1994/TerresHumidesSCF1993-1994_DescriptAttributs.docx","last_modified":null,"resource_type":"guide","position":1,"revision_id":"b51bdbb8-0740-49af-8667-0e8e200a5938","data_quality":["data_includes_uris"]},{"cache_last_updated":null,"unique_identifier":"","package_id":"37d4b456-3b23-4cd0-94c1-a77e6cef1c26","datastore_active":false,"character_set":"","related_type":"","state":"active","id":"0c60d324-927e-466e-b366-a3378993e0f1","related_relationship":"","name_translated":{"fr":"Voir le Dépôt de données d'EC","en":"View EC Data Mart"},"hash":"","description":"","format":"HTML","date_published":"","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"View EC Data Mart","language":["en"],"created":"2017-03-28T15:20:27.044561","url":"http://donnees.ec.gc.ca/data/sites/systems/conservation-atlas-of-wetlands-in-the-st.-lawrence-valley-1993-1994","last_modified":null,"resource_type":"dataset","position":2,"revision_id":"b51bdbb8-0740-49af-8667-0e8e200a5938","data_quality":[]},{"cache_last_updated":null,"unique_identifier":"","package_id":"37d4b456-3b23-4cd0-94c1-a77e6cef1c26","datastore_active":false,"character_set":"","related_type":"","state":"active","id":"3b9fa565-4259-44c1-9a35-871340b0ab57","related_relationship":"","name_translated":{"fr":"Voir le Dépôt de données d'EC","en":"View EC Data Mart"},"hash":"","description":"","format":"HTML","date_published":"","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"View EC Data Mart","language":["fr"],"created":"2017-03-28T15:20:27.044575","url":"http://donnees.ec.gc.ca/data/sites/systems/conservation-atlas-of-wetlands-in-the-st.-lawrence-valley-1993-1994?lang=fr","last_modified":null,"resource_type":"dataset","position":3,"revision_id":"b51bdbb8-0740-49af-8667-0e8e200a5938","data_quality":[]}],"place_of_publication":[],"metadata_contact":{},"num_resources":4,"topic_category":[],"tags":[],"spatial":"{\"type\": \"Polygon\", \"coordinates\": [[[-76.61, 46.74], [-72.19, 46.74], [-72.19, 45.03], [-76.61, 45.03], [-76.61, 46.74]]]}","collection":"primary","org_title_at_publication":{"fr":"Environnement et Changement climatique Canada","en":"Environment and Climate Change Canada"},"date_published":"2003-01-01 00:00:00","display_flags":[],"groups":[],"creator_user_id":"aa584ab4-544c-4c5c-81da-d1cff9bd96fa","data_series_name":{"fr":"","en":""},"relationships_as_subject":[],"license_title":"Open Government Licence - Canada","time_period_coverage_end":"1994-12-31 00:00:00","restrictions":"unrestricted","organization":{"description":"","created":"2016-09-23T17:25:23.598825","title":"Environment and Climate Change Canada | Environnement et Changement climatique Canada","name":"ec","is_organization":true,"state":"active","image_url":"","revision_id":"38f75d48-68d0-46b4-9f5b-89618853cde4","type":"organization","id":"49E2ADF4-AD7A-43EB-85C8-6433D37ED62C","approval_status":"approved"},"name":"37d4b456-3b23-4cd0-94c1-a77e6cef1c26","isopen":false,"license_id":"ca-ogl-lgo","url":"","notes":"The main purpose of the Conservation Atlas of Wetlands is to develop a portrait of the wetlands of the St. Lawrence Valley using innovative mapping methods in order to favor bird conservation by helping land managers to make decisions about land use and bird habitat conservation. Another objective was to develop methods needed to allow a monitoring of the St. Lawrence Valley wetlands and make a link to a potential national mapping project of that type as an indicator on environment quality in Canada.\r\n\r\nThe Atlas is considered a large-scale project because of the area covered, the great variability in the area’s characteristics and the various types of wetlands encountered. Using Canadian RADARSAT satellite images, along with other sources of information available (e.g., digital hydrological and hypsometric data) and data from Landsat-TM images, the mapping has required certain adjustments and the use of innovative methods. Achieving the objectives set at the start of the project in the spring of 1999 has resulted in the following products: \r\n\r\n- A global mosaic of the distribution of wetlands in southern Québec \r\n- A 1:50 000 scale map showing the location of wetlands in each of the area’s regional county municipalities (RCMs)\r\n- Descriptive statistics on wetlands' characteristics (number, category, average area, etc.) to complement the maps, \r\n- Information and links to to sites that promote wetland conservation.\r\n\r\nIn the last few years, the Canadian Wildlife Service of Environment Canada has been carrying out a project to map natural habitats using Landsat-TM imagery. This mapping has been used to apply methods for analysing landscape features in a large area of southern Québec in order to ensure adequate habitat protection and development. As a follow-up to the project, the CWS decided to produce an Atlas of wetlands in the St. Lawrence Valley. The CWS’s work has shown that multispectral imagery does not provide all the information needed to differentiate between some wetlands. For example, forested wetlands and flooded forests can be confused with other forested areas. To increase the accuracy of wetland identification, it was decided that radar imagery should be incorporated into the project. Research carried out in Canada and abroad is attempting to show that this imagery, when acquired at the right time, can help to differentiate wetlands and map agricultural land and grasslands. \r\n\r\nMapping and appropriate wetland monitoring require remote sensing tools that are independent of cloud cover and sensitive to soil humidity. Equipped with SAR (Synthetic Aperture Radar) captors capable of providing high-resolution images unaffected by daytime and nighttime weather conditions, the Canadian RADARSAT satellite is able to map the exact boundaries of wetlands. \r\n\r\nPhase I: image acquisition \r\n\r\nImage acquisition took place between April 27, 1999 and June 11, 1999. The Data Acquisition Division of the Canada Centre for Remote Sensing established an acquisition plan based on various criteria, i.e., image acquisition had to take place in the ascending mode to eliminate the dew effect, it had to be carried out in a short time period (after flooding but before the dry spells of summer) and it had to offer the possibility of producing a mosaic for a large portion of the territory. Thirty-four images were finally acquired, 28 in fine mode and 6 in standard mode. \r\n\r\nFollowing this acquisition, a partnership agreement between Environment Canada, the Canadian Space Agency and the Geography Department of the University of Montréal was signed. In the project’s first phase, Landsat-TM images were used to mask certain soil types, which resulted in the production of a mosaic of RADARSAT images of southern Québec and preliminary image classification results. Although the product was generally satisfactory, it was felt that the mosaic image and the classified RADARSAT images could be improved. \r\n\r\nPhase II: a classification method development \r\n\r\nThe CWS thus developed a new classification method that combines several formats of RADARSAT images (texture, homogeneity and contrast indices) with the decorrelated Landsat-TM image and a digital elevation model. Several hundreds ground control points were used as basic information to guide tree analysis. The preliminary results at test sites proved the method’s efficiency for these types of images. The wetlands of 68 RCMs in the St. Lawrence Valley could thus be classified. \r\n\r\nPhase III: final validation of maps \r\n\r\nAnother phase of our work was the final validation of the Atlas maps. This was made possible through extensive consultation with Quebec wetlands experts (see the list of financial and technical partners in the Acknowledgements section). In all, over 60 hours of consultation took place with more than 30 experts in the various regions of Southern Québec. This final phase of the mapping project was dubbed “Operation Open House.” \r\n\r\nA complete series of 1:50 000 scale maps, drawn up according to the boundaries of the topographical maps (UTM co-ordinates), was printed out so that the various experts could examine them and, if necessary, signal any errors and plot the required corrections. It should be noted that there are two possible sources of discrepancies. Errors may have occurred during the image classification process, or may be a result of changes to wetlands since the two series of satellite images used for this project were taken (1993-1994 and 1999). We have assigned a specific code in the map legend for areas where such changes have occurred so that, until a second map is produced in the coming years, the reader can get an idea of the dynamics of these habitats and the major areas of change (disappearance or degradation of wetlands) resulting from various human activities. \r\n\r\nPhase IV: towards interactivity \r\n\r\nA fourth phase now allows to produce a map for the sector of their choice through the interactive mapping procedure and improve the database by adding supplementary information. \r\n\r\nCitation \r\n\r\nBélanger, L., M. Grenier, 2003. Atlas de conservation des terres humides. Environnement Canada, Service canadien de la faune, région du Québec\r\n","owner_org":"49E2ADF4-AD7A-43EB-85C8-6433D37ED62C","audience":[],"license_url":"http://open.canada.ca/en/open-government-licence-canada","program_page_url":{"fr":"","en":""},"title":"Conservation Atlas of Wetlands in the St. Lawrence Valley (1993-1994)","revision_id":"b51bdbb8-0740-49af-8667-0e8e200a5938"}