{"notes_translated":{"fr":"Carte de glace produite pour la prévention des inondations par embâcle et la surveillance des glaces de rivières lors de la crue printanière, de redoux hivernaux ou encore lors de problématiques d'embâcles de frasil. Les images de Radarsasat-2 sont obtenues grâce à un partenariat entre Sécurité publique Canada et le MSP, facilité par l'entremise du Plan d'action Saint-Laurent. Il est maintenant possible pour les conseillers régionaux en sécurité civile de commander, par l’entremise du Centre des opérations gouvernementales, des images Radarsat-2. Celles-ci sont traitées et diffusées en cartes de glace qui sont utilisées pour surveiller, gérer et intervenir lors d’un risque d’embâcle ou d’inondation par embâcle. Radarsat-2 est un satellite radar commercial canadien de prochaine génération qui offre de puissantes capacités techniques novatrices qui permettent de faciliter la surveillance maritime, la surveillance des glaces, la gestion des catastrophes, la surveillance environnementale, la gestion des ressources ainsi que les activités de cartographie au Canada et dans le monde entier. Les modes utilisés pour les acquisitions sont les suivantes: la haute résolution avec la polarisation croisée HH HV. La largeur d'une image est alors de 50 km et la résolution est de 9 m. La très haute résolution avec la polarisation HH. La largeur d'une image est alors de 20 km et la résolution est de 3 m. Les images réalisées par Radarsat-2 sont livrées au MSP et traitées par l’équipe de la géomatique de la Direction des technologies de l’information. Ce traitement, effectué à l’aide d’un algorithme développé par le laboratoire de télédétection de l’Institut national de la recherche scientifique (INRS), Centre Eau Terre Environnement, permet à la carte de glace de prendre naissance. L'algorithme développé par l'INRS permet d'identifier le type de glace en fonction de la rugosité interne de la glace (présence de bulles d'air) et de la rugosité de la surface du couvert de glace (présence de blocs et d'amoncellement). Les différentes classes de la légende permettent d'identifier les types de glace suivantes : Glace noire : le terme exact de ce type de glace est « glace columnaire », en raison de la forme verticale et allongée des cristaux qui la compose. La glace noire est une glace généralement transparente puisqu’elle ne contient que peu ou pas de bulles d’air. Elle se forme par refroidissement, en eau plutôt calme, d’où son appellation parfois de « glace thermique ». Sa surface est très lisse. Glace blanche : elle comprend la glace de frasil ou la glace de neige. La glace de frasil se forme en eau turbulente et très froide. Composée de fins cristaux arrondis. Ces grains s’accumulent et remontent à la surface pour former des radeaux de glace en mouvement. Ces radeaux finissent par être suffisamment rapprochés pour geler ensemble (glace agglomérée). Contient beaucoup de bulles d’air. Sa surface est légèrement à moyennement rugueuse. La glace de neige est habituellement formée par le regel de la neige qui a été inondée soit par la pluie, soit par une résurgence d’eau sur la glace. Glace consolidée : couvert de glace formé par l’empilement et le gel de diverses formes de glace en mouvement. Ce peut être des radeaux qui se superposent ou des morceaux de glace détachés à un endroit et qui s’empilent à un autre. Surface moyennement rugueuse à très rugueuse. Deux légendes sont utilisées selon la saison en cours et selon l'état de dégradation de la glace: une légende d'hiver et une légende de printemps. Depuis 2018, le MSP utilise également les images de Sentinel-1, un satellite radar de l'Agence spatiale européenne. Les acquisitions Sentinel sont très large et couvre environ 100 km, la résolution est de 10 m. Les images sont ensuite traitées par la firme Dromadaire Géo-Innovation et livré au MSP. LIMITATIONS : la carte de glace est issue d'un processus automatisé de traitement d'image satellite radar. Ce processus comporte des incertitudes d'interprétation qui peuvent être reliées aux conditions climatiques qui prévalaient lors de l'acquisition de l'image ou par des caractéristiques physiques du cours d'eau (présence de haut fond, d'iles ou de rapides). Elles dépendent aussi de la résolution des images initiales. Ainsi, bien que la carte de glace créée est représentative de la réalité, il peut exister certaines erreurs d’identification des conditions de glace au niveau local. L'utilisation du produit est optimisé lorsqu'il est conjugué avec des observations terrain. But: Le type de glace en présence, le frasil, les amoncellements de glace, les embâcles et les chenaux en eau libre peuvent être identifiés grâce aux images prises par Radarsat-2. En un seul coup d’œil, on obtient un portrait précis de la situation sur l’ensemble d’un cours d’eau. Ainsi, les images satellites représentent un outil d’aide à la décision. À titre d’exemple, elles permettent d’identifier, même au travers de la neige, les secteurs où le couvert de glace est le plus fragile et, par conséquent, d’effectuer des travaux préventifs sur les couverts de glace afin de prévenir les risques d’inondations. De plus, lors d’un redoux hivernal ou de la fonte printanière, les images radars sont utilisées pour surveiller la formation d’embâcles et le déplacement des glaces le long des rivières lors de débâcles. Ceci permet à la Sécurité civile et aux autorités municipales de coordonner plus efficacement les mesures à prendre.","en-t-fr":"Ice map produced for the prevention of flooding by ice jams and the monitoring of river ice during the spring freshet, winter warmth or even during ice jam problems. Radarsasat-2 images are obtained through a partnership between Public Safety Canada and the MSP, facilitated through the Saint-Laurent Action Plan. It is now possible for regional emergency preparedness advisers to order Radarsat-2 images through the Government Operations Center. These are processed and disseminated in ice charts which are used to monitor, manage and respond to an ice jam or flood-by-ice jam risk. Radarsat-2 is a next-generation Canadian commercial radar satellite that offers powerful, innovative technical capabilities to facilitate maritime surveillance, ice surveillance, disaster management, environmental surveillance, resource management, as well as maritime surveillance activities. cartography in Canada and around the world. The modes used for acquisitions are: high resolution with HH HV cross polarization. The width of an image is then 50 km and the resolution is 9 m. Very high resolution with HH polarization. The width of an image is then 20 km and the resolution is 3 m. The images produced by Radarsat-2 are delivered to the MSP and processed by the geomatics team of the Directorate of Information Technology. This treatment, carried out using an algorithm developed by the remote sensing laboratory of the National Institute for Scientific Research (INRS), Center Eau Terre Environnement, allows the ice map to emerge. The algorithm developed by INRS makes it possible to identify the type of ice according to the internal roughness of the ice (presence of air bubbles) and the roughness of the surface of the ice cover (presence of blocks and 'pile). The different classes of the legend make it possible to identify the following types of ice: Black ice: the exact term for this type of ice is “columnar ice”, due to the vertical and elongated shape of the crystals that compose it. Black ice is generally transparent ice since it contains few or no air bubbles. It is formed by cooling, in rather calm water, hence its sometimes called \"thermal ice\". Its surface is very smooth. White ice: it includes frasil ice or snow ice. Frazil ice forms in turbulent, very cold water. Composed of fine rounded crystals. These grains accumulate and rise to the surface to form moving ice rafts. These rafts end up being close enough to freeze together (agglomerated ice). Contains a lot of air bubbles. Its surface is slightly to moderately rough. Snow ice is usually formed by the refreezing of snow that has been inundated either by rain or by a resurgence of water on the ice. Consolidated Ice: An ice cover formed by the stacking and freezing of various forms of moving ice. It could be rafts that overlap or pieces of ice loose in one place and piling up in another. Moderately rough to very rough surface. Two legends are used depending on the current season and the state of degradation of the ice: a winter legend and a spring legend. Since 2018, the MSP has also used images from Sentinel-1, a radar satellite of the European Space Agency. Sentinel acquisitions are very large and cover approximately 100 km, the resolution is 10 m. The images are then processed by the Dromadaire Géo-Innovation firm and delivered to the MSP. LIMITATIONS: The ice map is the result of an automated radar satellite image processing process. This process involves interpretation uncertainties that can be linked to the climatic conditions that prevailed when the image was acquired or by physical characteristics of the watercourse (presence of shoal, islands or rapids). They also depend on the resolution of the initial images. Thus, although the ice map created is representative of reality, there may be some errors in identifying ice conditions at the local level. The use of the product is optimized when it is combined with field observations.Purpose: The type of ice present, frazil, ice packs, ice jams and open water channels can be identified using images taken by Radarsat-2. At a glance, you get an accurate picture of the situation on a whole river. Thus, satellite images represent a decision support tool. For example, they make it possible to identify, even through snow, the sectors where the ice cover is most fragile and, consequently, to carry out preventive work on the ice cover in order to prevent risk of flooding. In addition, during warm winter weather or spring melt, radar images are used to monitor ice jam formation and ice movement along rivers during ice break-ups. This allows Civil Security and municipal authorities to coordinate the measures to be taken more effectively.  \n  \n    \n  \n  **This third party metadata element was translated using an automated translation tool (Amazon Translate).**"},"place_of_publication":[],"imso_approval":"true","maintainer":null,"creator":"Ministère de la Sécurité publique du Québec","association_type":[],"org_section":{},"jurisdiction":"provincial","private":false,"maintainer_email":"serge.legare@msp.gouv.qc.ca","num_tags":0,"contributor":{},"frequency":"as_needed","distributor":"{\"fr\": {\"pays\": \"\", \"adresse\": \"\", \"telephone\": \"\", \"nom_organization\": \"Gouvernement et municipalit\\u00e9s du Qu\\u00e9bec; Gouvernement et municipalit\\u00e9s du Qu\\u00e9bec; Minist\\u00e8re de la S\\u00e9curit\\u00e9 publique\", \"zone_administrative\": \"\", \"electronic_mail_address\": \"serge.legare@msp.gouv.qc.ca\"}, \"en\": {\"administrative_area\": \"\", \"city\": \"\", \"country\": \"\", \"organization_name\": \"Government and Municipalities of Qu\\u00e9bec; Government and Municipalities of Qu\\u00e9bec; Minist\\u00e8re de la S\\u00e9curit\\u00e9 publique\", \"phone\": \"\", \"postal_code\": \"\", \"address\": \"\", \"electronic_mail_address\": \"serge.legare@msp.gouv.qc.ca\"}}","data_series_issue_identification":{},"ready_to_publish":"true","id":"4a05016f-fa46-4b1d-94cf-ff45b4cb9391","metadata_created":"2020-09-14T16:03:40.525598","subject":["form_descriptors","nature_and_environment","science_and_technology"],"hierarchy_level":"dataset; jeuDonnées","spatial_representation_type":["vector"],"metadata_modified":"2020-12-10T05:19:09.129805","author":null,"author_email":null,"geographic_region":[],"position_name":{"fr":"","en":""},"keywords":{"fr":["Désastre naturel","Embâcle","Inondation","Information gouvernementale"],"en-t-fr":["Natural disaster","Jam","Flood","Government information"]},"contact_information":"{\"fr\": {\"pays\": \"\", \"point_de_livraison\": \"\", \"zone_administrative\": \"\", \"electronic_mail_address\": \"serge.legare@msp.gouv.qc.ca\"}, \"en\": {\"city\": \"\", \"administrative_area\": \"\", \"country\": \"\", \"postal_code\": \"\", \"delivery_point\": \"\", \"electronic_mail_address\": \"serge.legare@msp.gouv.qc.ca\"}}","state":"active","version":null,"relationships_as_object":[],"time_period_coverage_start":"0001-01-01 00:00:00","title_translated":{"fr":"Carte de glace - image satellite Radarsat-2 et Sentinel-1","en-t-fr":"Ice map - Radarsat-2 and Sentinel-1 satellite images"},"type":"dataset","resources":[{"cache_last_updated":null,"package_id":"4a05016f-fa46-4b1d-94cf-ff45b4cb9391","datastore_active":false,"id":"14c7f667-d95d-4fdc-ac04-9030f9fb673c","state":"active","name_translated":{"fr":"Carte Interactive","en-t-fr":"Interactive Map"},"hash":"","description":"","format":"HTML","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"Interactive Map","language":["fr"],"created":"2020-12-10T05:19:09.217434","url":"https://geoegl.msp.gouv.qc.ca/igo2/apercu-qc/?context=glace","last_modified":null,"data_quality":[],"position":0,"revision_id":"1921a7aa-a10f-4912-addc-cfa16f41a5f3","resource_type":"dataset"},{"cache_last_updated":null,"package_id":"4a05016f-fa46-4b1d-94cf-ff45b4cb9391","datastore_active":false,"id":"f67895d8-d12b-48db-808d-47568f3511ca","state":"active","name_translated":{"fr":"Métadonnée originale (https://www.donneesquebec.ca)","en-t-fr":"Orginal metadata (https://www.donneesquebec.ca)"},"hash":"","description":"","format":"HTML","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"Orginal metadata (https://www.donneesquebec.ca)","language":["fr"],"created":"2020-12-10T05:19:09.217444","url":"https://www.donneesquebec.ca/recherche/fr/dataset/4a05016f-fa46-4b1d-94cf-ff45b4cb9391","last_modified":null,"data_quality":[],"position":1,"revision_id":"1921a7aa-a10f-4912-addc-cfa16f41a5f3","resource_type":"dataset"},{"cache_last_updated":null,"package_id":"4a05016f-fa46-4b1d-94cf-ff45b4cb9391","datastore_active":false,"id":"b9253d4a-141a-4ea1-bd6e-cffe009eb174","state":"active","name_translated":{"fr":"Service Web des cartes de glaces (WCS)","en-t-fr":"Ice map Web Service (WCS)"},"hash":"","description":"","format":"WCS","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"Ice map Web Service (WCS)","language":["fr"],"created":"2020-12-10T05:19:09.217447","url":"https://geoegl.msp.gouv.qc.ca/ws/radarsat.fcgi?VERSION=1.0.0&SERVICE=WCS&REQUEST=GETCAPABILITIES","last_modified":null,"data_quality":[],"position":2,"revision_id":"1921a7aa-a10f-4912-addc-cfa16f41a5f3","resource_type":"dataset"},{"cache_last_updated":null,"package_id":"4a05016f-fa46-4b1d-94cf-ff45b4cb9391","datastore_active":false,"id":"55ad94db-3f05-411f-b681-20348f770223","state":"active","name_translated":{"fr":"Service de cartographie Web pour les cartes de glace","en-t-fr":"Web mapping service for ice maps"},"hash":"","description":"","format":"WMS","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"Web mapping service for ice maps","language":["en"],"created":"2020-12-10T05:19:09.217450","url":"https://geoegl.msp.gouv.qc.ca/ws/radarsat.fcgi?service=wms&version=1.3.0&request=getcapabilities&layers=RADARSAT&legend_format=image/png&feature_info_type=text/plain","last_modified":null,"data_quality":[],"position":3,"revision_id":"1921a7aa-a10f-4912-addc-cfa16f41a5f3","resource_type":"web_service"},{"cache_last_updated":null,"package_id":"4a05016f-fa46-4b1d-94cf-ff45b4cb9391","datastore_active":false,"id":"8e8995eb-976f-442c-9189-d02ca65550d0","state":"active","name_translated":{"fr":"Service de cartographie Web pour les cartes de glace","en-t-fr":"Web mapping service for ice maps"},"hash":"","description":"","format":"WMS","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"Web mapping service for ice maps","language":["fr"],"created":"2020-12-10T05:19:09.217452","url":"https://geoegl.msp.gouv.qc.ca/ws/radarsat.fcgi?service=wms&version=1.3.0&request=getcapabilities&layers=RADARSAT&legend_format=image/png&feature_info_type=text/plain","last_modified":null,"data_quality":[],"position":4,"revision_id":"1921a7aa-a10f-4912-addc-cfa16f41a5f3","resource_type":"web_service"}],"status":"ongoing","metadata_contact":{"fr":"Gouvernement et municipalités du Québec; Gouvernement et municipalités du Québec; Ministère de la Sécurité publique,serge.legare@msp.gouv.qc.ca","en":"Government and Municipalities of Québec; Government and Municipalities of Québec; Ministère de la Sécurité publique,,serge.legare@msp.gouv.qc.ca"},"num_resources":5,"topic_category":["geoscientific_information"],"tags":[],"aggregate_identifier":"","responsible_role":"RI_418","spatial":"{\"type\": \"Polygon\", \"coordinates\": [[[-72.6091, 45.4689], [-71.4421, 45.4689], [-71.4421, 46.8048], [-72.6091, 46.8048], [-72.6091, 45.4689]]]}","collection":"fgp","org_title_at_publication":{"fr":"Gouvernement et municipalités du Québec","en":"Government and Municipalities of Québec"},"date_published":"2013-04-09 00:00:00","display_flags":[],"reference_system_information":"EPSG:32198,EPSG,unknown","groups":[],"creator_user_id":"b88b9549-3a4b-43a9-9375-5f3fc20fe782","data_series_name":{},"relationships_as_subject":[],"license_title":"Creative Commons 4.0 Attribution (CC-BY) licence – Quebec","restrictions":"unrestricted","organization":{"description":"","created":"2020-05-06T17:51:23.353601","title":"Government and Municipalities of Québec | Gouvernement et municipalités du Québec","name":"qc","is_organization":true,"state":"active","image_url":"","revision_id":"83972f19-bbcb-432b-aaa6-6bf02c9880db","type":"organization","id":"a20ae82f-4e76-4b64-a340-3d825b3293aa","approval_status":"approved"},"name":"4a05016f-fa46-4b1d-94cf-ff45b4cb9391","isopen":false,"license_id":"qc-cc-by","url":null,"notes":"Ice map produced for the prevention of flooding by ice jams and the monitoring of river ice during the spring freshet, winter warmth or even during ice jam problems. Radarsasat-2 images are obtained through a partnership between Public Safety Canada and the MSP, facilitated through the Saint-Laurent Action Plan. It is now possible for regional emergency preparedness advisers to order Radarsat-2 images through the Government Operations Center. These are processed and disseminated in ice charts which are used to monitor, manage and respond to an ice jam or flood-by-ice jam risk. Radarsat-2 is a next-generation Canadian commercial radar satellite that offers powerful, innovative technical capabilities to facilitate maritime surveillance, ice surveillance, disaster management, environmental surveillance, resource management, as well as maritime surveillance activities. cartography in Canada and around the world. The modes used for acquisitions are: high resolution with HH HV cross polarization. The width of an image is then 50 km and the resolution is 9 m. Very high resolution with HH polarization. The width of an image is then 20 km and the resolution is 3 m. The images produced by Radarsat-2 are delivered to the MSP and processed by the geomatics team of the Directorate of Information Technology. This treatment, carried out using an algorithm developed by the remote sensing laboratory of the National Institute for Scientific Research (INRS), Center Eau Terre Environnement, allows the ice map to emerge. The algorithm developed by INRS makes it possible to identify the type of ice according to the internal roughness of the ice (presence of air bubbles) and the roughness of the surface of the ice cover (presence of blocks and 'pile). The different classes of the legend make it possible to identify the following types of ice: Black ice: the exact term for this type of ice is “columnar ice”, due to the vertical and elongated shape of the crystals that compose it. Black ice is generally transparent ice since it contains few or no air bubbles. It is formed by cooling, in rather calm water, hence its sometimes called \"thermal ice\". Its surface is very smooth. White ice: it includes frasil ice or snow ice. Frazil ice forms in turbulent, very cold water. Composed of fine rounded crystals. These grains accumulate and rise to the surface to form moving ice rafts. These rafts end up being close enough to freeze together (agglomerated ice). Contains a lot of air bubbles. Its surface is slightly to moderately rough. Snow ice is usually formed by the refreezing of snow that has been inundated either by rain or by a resurgence of water on the ice. Consolidated Ice: An ice cover formed by the stacking and freezing of various forms of moving ice. It could be rafts that overlap or pieces of ice loose in one place and piling up in another. Moderately rough to very rough surface. Two legends are used depending on the current season and the state of degradation of the ice: a winter legend and a spring legend. Since 2018, the MSP has also used images from Sentinel-1, a radar satellite of the European Space Agency. Sentinel acquisitions are very large and cover approximately 100 km, the resolution is 10 m. The images are then processed by the Dromadaire Géo-Innovation firm and delivered to the MSP. LIMITATIONS: The ice map is the result of an automated radar satellite image processing process. This process involves interpretation uncertainties that can be linked to the climatic conditions that prevailed when the image was acquired or by physical characteristics of the watercourse (presence of shoal, islands or rapids). They also depend on the resolution of the initial images. Thus, although the ice map created is representative of reality, there may be some errors in identifying ice conditions at the local level. The use of the product is optimized when it is combined with field observations.Purpose: The type of ice present, frazil, ice packs, ice jams and open water channels can be identified using images taken by Radarsat-2. At a glance, you get an accurate picture of the situation on a whole river. Thus, satellite images represent a decision support tool. For example, they make it possible to identify, even through snow, the sectors where the ice cover is most fragile and, consequently, to carry out preventive work on the ice cover in order to prevent risk of flooding. In addition, during warm winter weather or spring melt, radar images are used to monitor ice jam formation and ice movement along rivers during ice break-ups. This allows Civil Security and municipal authorities to coordinate the measures to be taken more effectively.  \n  \n    \n  \n  **This third party metadata element was translated using an automated translation tool (Amazon Translate).**","owner_org":"a20ae82f-4e76-4b64-a340-3d825b3293aa","audience":[],"license_url":"https://www.donneesquebec.ca/fr/licence/","program_page_url":{},"title":"Ice map - Radarsat-2 and Sentinel-1 satellite images","revision_id":"b3a81d35-1e08-4311-abef-1719cdab3dba","file_id":"4a05016f-fa46-4b1d-94cf-ff45b4cb9391"}