{"notes_translated":{"fr":"La santé des poissons dans les fermes salmonicoles de la Colombie-Britannique est gérée pendant tout le cycle de production afin que l’on puisse maintenir des populations saines et déceler et traiter les cas de maladie dès qu’ils surgissent. Les conditions des permis d’aquaculture établissent des exigences en matière de surveillance et de déclaration obligatoires pour faire en sorte que tout impact potentiel soit atténué de façon appropriée dans les fermes salmonicoles.\r\n\r\nUn plan de gestion de la santé des poissons (PGSP) constitue un élément central pour la gestion de la santé des poissons d’élevage. Les PGSP sont approuvés par Pêches et Océans Canada (MPO) et décrivent les principes afférents à la santé du poisson que le titulaire de permis doit respecter si l’on veut maintenir la santé du poisson et la biosécurité à la ferme.\r\n\r\nDes vétérinaires font partie du personnel du MPO et des entreprises d’aquaculture (ou sont des employés contractuels, pour certaines entreprises) pour surveiller la santé des poissons dans les fermes. Les vétérinaires des entreprises supervisent les examens préalables systématiques de la santé du poisson et font en sorte que les activités quotidiennes d’élevage sont appropriées. Ils recensent également les mesures de gestion appropriées dans le cas où des préoccupations relatives à la santé du poisson seraient soulevées.\r\n\r\nLes titulaires de permis doivent soumettre de façon courante diverses données sur la santé du poisson au MPO. Les rapports courants couvrent notamment l’abondance du pou du poisson, l’utilisation d’antimicrobiens et des renseignements sur les [taux de mortalité](https://ouvert.canada.ca/data/fr/dataset/85986a45-b71d-4380-8990-d5763fdf19a5\"taux de mortalité\"), y compris la [cause de mortalité](https://ouvert.canada.ca/data/fr/dataset/0a8c5505-ecb3-4d8b-8120-462bd7def6bb\"cause de mortalité\") soupçonnée, toutes ces données devant être présentées mensuellement. D’autres rapports sont requis si le site a connu un taux de mortalité élevé, un événement lié à la santé du poisson qui a nécessité de faire appel à un vétérinaire ou une abondance du pou du poisson qui dépasse le seuil établi par le MPO.\r\n\r\nPar l’entremise du programme de vérification et de surveillance de la santé des poissons, le MPO surveille la santé de saumons d’élevage de façon à ce que les risques qui pèsent sur la santé et les risques de maladie qui touchent les poissons sauvages et d’élevage soient réduits le plus possible. Le Ministère publie également des [rapports](http://www.pac.dfo-mpo.gc.ca/aquaculture/regs-fra.html\"rapports\") sur la réglementation et la surveillance des installations d’aquaculture de poissons à nageoires en milieu marin de la Colombie-Britannique. Les sites font l’objet d’[inspections systématiques](http://www.pac.dfo-mpo.gc.ca/aquaculture/reporting-rapports/health-compliance-conform-sante/index-fra.html\"inspections systématiques\") pour faire en sorte que les conditions de permis et les PGSP soient respectés, pour que l’on puisse vérifier l’exactitude des déclarations effectuées par l’industrie et pour que l’on prélève des échantillons aux fins d’un examen préalable de la santé du poisson et d’un dépistage des maladies qui soient [indépendants](https://ouvert.canada.ca/data/fr/dataset/6c891715-317c-4d4d-9fe8-ea425e01d9d2\"indépendants\").\r\n\r\nTous les transferts à partir d’une installation de salmoniculture exigent une autorisation en vertu de l’article 56 du Règlement de pêche (dispositions générales). Des mouvements de poissons vers et à partir des installations d’aquaculture pourraient être nécessaires si l’on veut introduire de nouveaux stocks, favoriser la croissance du poisson à différents stades biologiques ou optimiser les capacités de production des installations. Toutes les demandes de transfert s’accompagnent d’une attestation signée par un vétérinaire, laquelle détaille et atteste l’état de santé des poissons à transférer. Le MPO évalue ces demandes pour déterminer si les mouvements des poissons pourraient nuire aux espèces et aux habitats aquatiques locaux. \r\n\r\nLes vétérinaires et les biologistes du MPO évaluent les données qui sont recueillies au cours des vérifications et des inspections menées par le MPO ainsi que les données soumises par l’industrie dans le but de brosser un tableau complet de l’état de santé des poissons à déplacer. À l’occasion, une préoccupation relative à la santé des poissons sera soulevée durant l’examen réalisé par le personnel évaluant la santé du poisson du MPO. Le plus souvent, il sera suffisant d’obtenir des clarifications auprès du personnel évaluant la santé du poisson de l’industrie pour régler la préoccupation. Cependant, à l’occasion, des mesures d’atténuation supplémentaires pourront être jugées nécessaires si l’on veut traiter les risques potentiels. Le bien-être animal et le traitement sans cruauté des poissons sont des considérations importantes lorsqu’on choisit la mesure d’atténuation la plus appropriée.\r\n\r\nParmi les mesures d’atténuation fréquemment prises figurent les suivantes : \r\n\r\n•\tTri par tailles préalable au transfert pour que l’on puisse choisir les poissons affichant le meilleur état de santé au sein d’une classe d’âge\r\n\r\n•\tAbattage sans cruauté pour éliminer les poissons touchés ou peu robustes qui sont plus susceptibles de présenter des maladies ou qui n’ingèrent vraisemblablement pas des aliments médicamenteux. Les poissons peu robustes sont des poissons qui se développent mal, qui cessent de s’alimenter ou s’alimentent moins bien et qui peuvent être émaciés (longs et maigres). Il existe diverses raisons qui expliquent qu’un poisson devient peu robuste, notamment son inadaptation à l’introduction en eau salée. \r\n\r\n•\tTraitement antibiotique préalable au transfert \r\n\r\n•\tSurveillance et déclarations après le transfert pour faire en sorte que tout problème continu est traité et transmis rapidement au MPO\r\n\r\n•\tTraitement en bain d’eau douce pendant le transfert pour lutter contre Paramoeba, un parasite susceptible de toucher les branchies des saumons de l’Atlantique d’élevage\r\n\r\n•\tDans certains cas, le transfert lui-même constitue la mesure d’atténuation appropriée. La réduction du nombre de poissons ou de la densité des poissons dans une installation d’aquaculture diminue la probabilité de transfert d’agents pathogènes entre les poissons ainsi que le stress causé à ces derniers et favorise un milieu d’élevage sain. \r\n\r\nSi les risques pesant sur la santé du poisson ne peuvent pas être atténués à la satisfaction du MPO, la demande de transfert sera rejetée. \r\n","en":"Fish health on British Columbia salmon farms is managed throughout the production cycle to maintain healthy fish populations and to identify and address disease occurrences as soon as they arise. Aquaculture licence conditions set out mandatory monitoring and reporting requirements to ensure any potential impacts are appropriately mitigated at salmon farms.\r\n\r\nA central component of on-farm fish health management is a Fish Health Management Plan (FHMP). FHMPs are approved by Fisheries and Oceans Canada (DFO) and describe the fish health principles that the licensee must follow to maintain fish health and biosecurity at the farm.\r\n\r\nBoth DFO and aquaculture companies have veterinarians on staff (or available on contract, for some companies) to monitor fish health on farms. Company veterinarians oversee routine health screening and ensure appropriate husbandry in day-to-day operations and identify appropriate management measures if fish health concerns arise.\r\n\r\nLicence holders must routinely submit a variety of fish health data to DFO. Routine reports include monthly sea lice abundance, antimicrobial use and information on [mortality rates](https://open.canada.ca/data/en/dataset/85986a45-b71d-4380-8990-d5763fdf19a5\"mortality rates\"), including the suspected [cause of mortality](https://open.canada.ca/data/en/dataset/0a8c5505-ecb3-4d8b-8120-462bd7def6bb\"cause of mortality\"). Additional reports are submitted if there are elevated mortalities, a fish health event that requires the involvement of a veterinarian or sea lice abundance over the DFO determined threshold.\r\n\r\nThrough the Fish Health Audit and Surveillance Program, DFO oversees the health of cultured salmon to minimize fish health and disease risks to wild and farmed fish and publishes [reports](http://www.pac.dfo-mpo.gc.ca/aquaculture/regs-eng.html\"reports\") on regulation and monitoring of BC’s marine finfish aquaculture facilities. Sites are [routinely inspected](http://www.pac.dfo-mpo.gc.ca/aquaculture/reporting-rapports/health-compliance-conform-sante/index-eng.html\"routinely inspected\") to ensure compliance with licence conditions and FHMPs, to verify the accuracy of industry reporting, and to collect samples for [independent](https://open.canada.ca/data/en/dataset/6c891715-317c-4d4d-9fe8-ea425e01d9d2\"independent\") fish health and disease screening.\r\n\r\nAll salmon aquaculture transfers require authorization under section 56 of the Fishery (General) Regulations. Movements of fish to and from farms may be required to introduce new stock, facilitate growth at different life stages or optimize production. All transfer applications are accompanied by a signed veterinary attestation which details the health status of the fish to be transferred and attests to their health. DFO reviews these applications to determine whether the movement may adversely affect local aquatic species and habitats. \r\n\r\nDFO veterinarians and biologists assess the information gathered by DFO audits and inspections, as well as that submitted by industry to gain a complete picture of the health status of the fish to be moved. Occasionally a fish health concern will be identified during the review conducted by DFO fish health staff. Most often, clarification with the industry’s fish health staff will be sufficient to address the concern; however occasionally additional mitigative measures are deemed necessary to address potential risks. Animal welfare and ensuring humane treatment of the fish are an important consideration when choosing the most appropriate mitigation option.\r\n\r\nCommon mitigation measures include: \r\n\r\n•\tPre-transfer grading to select the healthiest fish within the age class\r\n\r\n•\tHumane culling to remove affected fish or “poor performers” that are most likely to harbour disease or unlikely to ingest medicated feed. Poor performers are fish that fail to thrive, stop or reduce feeding, and may be emaciated (long and skinny). There are various reasons a fish becomes a poor performer, including failure to adapt to salt water entry. \r\n\r\n•\tPre-transfer antibiotic treatment \r\n\r\n•\tPost-transfer monitoring and reporting to ensure that any ongoing issues are addressed and reported quickly to DFO\r\n\r\n•\tFreshwater bath treatment during transfer to kill off Paramoeba that may affect the gills of farmed Atlantic salmon.\r\n\r\n•\tIn some cases, a transfer itself is the appropriate mitigation measure. Reduction in the number/density of fish on the farm decreases the likelihood of pathogen transfer between fish and reduces stress on fish, promoting a healthy culture environment. \r\n\r\nIf the fish health risks can’t be mitigated to the satisfaction of DFO, then the transfer will be denied. \r\n\r\n"},"imso_approval":"true","maintainer":null,"creator":"","association_type":[],"org_section":{"fr":"Aquaculture, Communications","en":"Aquaculture, Communications"},"jurisdiction":"federal","private":false,"maintainer_email":"DFO.PAC.AquacultureData-Donneesdaquaculture.PAC.MPO@dfo-mpo.gc.ca","num_tags":0,"contributor":{"fr":"","en":""},"frequency":"as_needed","keywords":{"fr":["Pêches et Océans Canada","Région du Pacifique","aquaculture","installations piscicoles","pisciculture","salmoniculture","les activités de surveillance de la santé des poisson","les érifications de la santé du poisson","Colombie-Britannique","C.-B."],"en":["Fisheries and Oceans Canada","Pacific region","Aquaculture","licence","fish farming","salmon farming","science","fish health","British Columbia","BC"]},"data_series_issue_identification":{"fr":"","en":""},"ready_to_publish":"true","id":"700fe290-7653-49e1-b961-741dc1ead924","metadata_created":"2018-03-21T18:00:17.122039","subject":["nature_and_environment"],"date_modified":"2020-12-09 00:00:00","spatial_representation_type":[],"metadata_modified":"2021-03-12T18:30:16.313742","author":null,"author_email":null,"geographic_region":[],"position_name":{},"portal_release_date":"2018-03-21","digital_object_identifier":"","state":"active","version":null,"relationships_as_object":[],"time_period_coverage_start":"2015-01-01 00:00:00","title_translated":{"fr":"Transfert du saumon et maintien de sa santé dans les fermes salmonicoles de la Colombie-Britannique ","en":"Managing transfers and fish health at British Columbia salmon farms "},"type":"dataset","resources":[{"cache_last_updated":null,"unique_identifier":"","package_id":"700fe290-7653-49e1-b961-741dc1ead924","datastore_active":false,"id":"ea8d3dc2-472f-4313-bd5b-ddcef6aefb59","character_set":"UTF-8","state":"active","name_translated":{"fr":"Transfert du saumon et maintien de sa santé dans les fermes salmonicoles de la Colombie-Britannique 2015 et en cours","en":"Salmon transfers and maintaining fish health at British Columbia salmon farms 2015 and ongoing"},"hash":"","description":"","format":"CSV","date_published":"2018-03-13","mimetype_inner":null,"url_type":"upload","mimetype":null,"cache_url":null,"name":"Salmon transfers and maintaining fish health at British Columbia salmon farms 2015 and ongoing","language":["en"],"created":"2018-03-21T18:00:18.801733","url":"https://open.canada.ca/data/dataset/700fe290-7653-49e1-b961-741dc1ead924/resource/ea8d3dc2-472f-4313-bd5b-ddcef6aefb59/download/transfers-transfert-2015-ongoing-rpt-pac-dfo-mpo-aquaculture-eng.csv","last_modified":null,"resource_type":"dataset","position":0,"revision_id":"ec8443e9-6c09-4a15-89b7-0a303ea2cb13","data_quality":[]},{"cache_last_updated":null,"unique_identifier":"","package_id":"700fe290-7653-49e1-b961-741dc1ead924","datastore_active":false,"id":"5e0073b0-2073-46dd-9ad2-3d30852a8f11","character_set":"UTF-8","state":"active","name_translated":{"fr":"Transfert du saumon et maintien de sa santé dans les fermes salmonicoles de la Colombie-Britannique 2015 et en cours","en":"Salmon transfers and maintaining fish health at British Columbia salmon farms 2015 and ongoing"},"hash":"","description":"","format":"CSV","date_published":"2018-03-13","mimetype_inner":null,"url_type":"upload","mimetype":null,"cache_url":null,"name":"Salmon transfers and maintaining fish health at British Columbia salmon farms 2015 and ongoing","language":["fr"],"created":"2018-03-21T18:00:18.801746","url":"https://open.canada.ca/data/dataset/700fe290-7653-49e1-b961-741dc1ead924/resource/5e0073b0-2073-46dd-9ad2-3d30852a8f11/download/transfers-transfert-2015-ongoing-rpt-pac-dfo-mpo-aquaculture-fra.csv","last_modified":null,"resource_type":"dataset","position":1,"revision_id":"ec8443e9-6c09-4a15-89b7-0a303ea2cb13","data_quality":[]},{"cache_last_updated":null,"unique_identifier":"","package_id":"700fe290-7653-49e1-b961-741dc1ead924","datastore_active":false,"id":"3b20e472-d01f-4095-a684-c0da40e08711","character_set":"UTF-8","state":"active","name_translated":{"fr":"Transfert du saumon et maintien de sa santé dans les fermes salmonicoles de la Colombie-Britannique ","en":"Salmon transfers and maintaining fish health at British Columbia salmon farms "},"hash":"","description":"","format":"CSV","date_published":"2018-03-13","mimetype_inner":null,"url_type":"upload","mimetype":null,"cache_url":null,"name":"Salmon transfers and maintaining fish health at British Columbia salmon farms ","language":["en"],"created":"2018-03-21T18:00:18.801752","url":"https://open.canada.ca/data/dataset/700fe290-7653-49e1-b961-741dc1ead924/resource/3b20e472-d01f-4095-a684-c0da40e08711/download/transfers-transfert-2015-ongoing-def-pac-dfo-mpo-aquaculture-eng.csv","last_modified":null,"resource_type":"terminology","position":2,"revision_id":"052afbeb-1d61-4c21-a5c0-c0bc92210319","data_quality":[]},{"cache_last_updated":null,"unique_identifier":"","package_id":"700fe290-7653-49e1-b961-741dc1ead924","datastore_active":false,"id":"082ca6bc-a7a2-4d21-92d7-d12f59c86b7b","character_set":"UTF-8","state":"active","name_translated":{"fr":"Transfert du saumon et maintien de sa santé dans les fermes salmonicoles de la Colombie-Britannique ","en":"Salmon transfers and maintaining fish health at British Columbia salmon farms "},"hash":"","description":"","format":"CSV","date_published":"2018-03-13","mimetype_inner":null,"url_type":"upload","mimetype":null,"cache_url":null,"name":"Salmon transfers and maintaining fish health at British Columbia salmon farms ","language":["fr"],"created":"2018-03-21T18:00:18.801758","url":"https://open.canada.ca/data/dataset/700fe290-7653-49e1-b961-741dc1ead924/resource/082ca6bc-a7a2-4d21-92d7-d12f59c86b7b/download/transfers-transfert-2015-ongoing-def-pac-dfo-mpo-aquaculture-fra.csv","last_modified":null,"resource_type":"terminology","position":3,"revision_id":"052afbeb-1d61-4c21-a5c0-c0bc92210319","data_quality":[]}],"place_of_publication":["5"],"metadata_contact":{},"num_resources":4,"topic_category":[],"tags":[],"spatial":"","collection":"primary","org_title_at_publication":{"fr":"Pêches et Océans Canada","en":"Fisheries and Oceans Canada"},"date_published":"2018-02-21 00:00:00","display_flags":[],"groups":[],"creator_user_id":"4cfa9a9c-1d95-40eb-86f9-bc0c8ec45d1f","data_series_name":{"fr":"Rapports publics concernant l'aquaculture - Région du Pacifique","en":"Public Reporting on Aquaculture - Pacific Region"},"relationships_as_subject":[],"license_title":"Open Government Licence - Canada","time_period_coverage_end":"2020-11-30 00:00:00","restrictions":"unrestricted","organization":{"description":"","created":"2016-09-23T17:25:21.313583","title":"Fisheries and Oceans Canada | Pêches et Océans Canada","name":"dfo-mpo","is_organization":true,"state":"active","image_url":"","revision_id":"2fe1eccf-7937-4aed-af09-5d5ce737980f","type":"organization","id":"E56460A0-2055-4BF4-A693-EA238E0746E7","approval_status":"approved"},"name":"700fe290-7653-49e1-b961-741dc1ead924","isopen":false,"license_id":"ca-ogl-lgo","url":"","notes":"Fish health on British Columbia salmon farms is managed throughout the production cycle to maintain healthy fish populations and to identify and address disease occurrences as soon as they arise. Aquaculture licence conditions set out mandatory monitoring and reporting requirements to ensure any potential impacts are appropriately mitigated at salmon farms.\r\n\r\nA central component of on-farm fish health management is a Fish Health Management Plan (FHMP). FHMPs are approved by Fisheries and Oceans Canada (DFO) and describe the fish health principles that the licensee must follow to maintain fish health and biosecurity at the farm.\r\n\r\nBoth DFO and aquaculture companies have veterinarians on staff (or available on contract, for some companies) to monitor fish health on farms. Company veterinarians oversee routine health screening and ensure appropriate husbandry in day-to-day operations and identify appropriate management measures if fish health concerns arise.\r\n\r\nLicence holders must routinely submit a variety of fish health data to DFO. Routine reports include monthly sea lice abundance, antimicrobial use and information on [mortality rates](https://open.canada.ca/data/en/dataset/85986a45-b71d-4380-8990-d5763fdf19a5\"mortality rates\"), including the suspected [cause of mortality](https://open.canada.ca/data/en/dataset/0a8c5505-ecb3-4d8b-8120-462bd7def6bb\"cause of mortality\"). Additional reports are submitted if there are elevated mortalities, a fish health event that requires the involvement of a veterinarian or sea lice abundance over the DFO determined threshold.\r\n\r\nThrough the Fish Health Audit and Surveillance Program, DFO oversees the health of cultured salmon to minimize fish health and disease risks to wild and farmed fish and publishes [reports](http://www.pac.dfo-mpo.gc.ca/aquaculture/regs-eng.html\"reports\") on regulation and monitoring of BC’s marine finfish aquaculture facilities. Sites are [routinely inspected](http://www.pac.dfo-mpo.gc.ca/aquaculture/reporting-rapports/health-compliance-conform-sante/index-eng.html\"routinely inspected\") to ensure compliance with licence conditions and FHMPs, to verify the accuracy of industry reporting, and to collect samples for [independent](https://open.canada.ca/data/en/dataset/6c891715-317c-4d4d-9fe8-ea425e01d9d2\"independent\") fish health and disease screening.\r\n\r\nAll salmon aquaculture transfers require authorization under section 56 of the Fishery (General) Regulations. Movements of fish to and from farms may be required to introduce new stock, facilitate growth at different life stages or optimize production. All transfer applications are accompanied by a signed veterinary attestation which details the health status of the fish to be transferred and attests to their health. DFO reviews these applications to determine whether the movement may adversely affect local aquatic species and habitats. \r\n\r\nDFO veterinarians and biologists assess the information gathered by DFO audits and inspections, as well as that submitted by industry to gain a complete picture of the health status of the fish to be moved. Occasionally a fish health concern will be identified during the review conducted by DFO fish health staff. Most often, clarification with the industry’s fish health staff will be sufficient to address the concern; however occasionally additional mitigative measures are deemed necessary to address potential risks. Animal welfare and ensuring humane treatment of the fish are an important consideration when choosing the most appropriate mitigation option.\r\n\r\nCommon mitigation measures include: \r\n\r\n•\tPre-transfer grading to select the healthiest fish within the age class\r\n\r\n•\tHumane culling to remove affected fish or “poor performers” that are most likely to harbour disease or unlikely to ingest medicated feed. Poor performers are fish that fail to thrive, stop or reduce feeding, and may be emaciated (long and skinny). There are various reasons a fish becomes a poor performer, including failure to adapt to salt water entry. \r\n\r\n•\tPre-transfer antibiotic treatment \r\n\r\n•\tPost-transfer monitoring and reporting to ensure that any ongoing issues are addressed and reported quickly to DFO\r\n\r\n•\tFreshwater bath treatment during transfer to kill off Paramoeba that may affect the gills of farmed Atlantic salmon.\r\n\r\n•\tIn some cases, a transfer itself is the appropriate mitigation measure. Reduction in the number/density of fish on the farm decreases the likelihood of pathogen transfer between fish and reduces stress on fish, promoting a healthy culture environment. \r\n\r\nIf the fish health risks can’t be mitigated to the satisfaction of DFO, then the transfer will be denied. \r\n\r\n","owner_org":"E56460A0-2055-4BF4-A693-EA238E0746E7","audience":[],"license_url":"http://open.canada.ca/en/open-government-licence-canada","program_page_url":{"fr":"http://www.dfo-mpo.gc.ca/aquaculture/management-gestion/rep-rap-fra.htm","en":"http://www.dfo-mpo.gc.ca/aquaculture/management-gestion/rep-rap-eng.htm"},"title":"Managing transfers and fish health at British Columbia salmon farms ","revision_id":"c6a09806-39c1-4c68-a4cb-ef914f23aeea"}