{"notes_translated":{"fr":"Ces relevés portent sur deux espèces d’oiseaux de rivage, le Bécasseau d’Alaska (Calidris mauri) et le Bécasseau variable (Calidris alpina), et ils ont été réalisés dans une grosse vasière à Roberts Bank, dans le district de Delta en Colombie Britannique, à environ 35 km au sud de Vancouver. Ces comptes de relevé ont commencé en 1991 et ils sont réalisés chaque année pendant la période de migration vers le nord (avril à mai). Les comptes spécifiques à une espèce sont obtenus en multipliant les comptes de bassins totaux et le pourcentage estimé de la composition des deux espèces.\r\n\r\nLe site d’étude à Brunswick Point (49° 03′ N., 123° 09′ O.) s’étend au delà du tiers méridional de Roberts Bank, et comprend une grande vasière (portée de marée = de 0 à 3,8 mètres) qui est séparée des champs agricoles par une digue. La végétation dans les zones côtières de la vasière est composée principalement de marais salants et de buissons. La boue et le sable constituent les sédiments que l’on retrouve dans la vasière, et certaines parties de la zone intertidale inférieure sont couvertes de zostères marines (Zostera marina et Zostera japonica). Une route sur digue desservant une importante installation portuaire sépare la vasière du reste de Roberts Bank, et la digue est utilisée à des fins récréatives.\r\n\r\nComptes de bassins totaux : Le nombre de comptes de bassins totaux réalisés chaque année variait de 7 à 15 entre 1991 et 1998. À compter de 1999, les comptes étaient effectués chaque jour ou un jour sur deux pendant la migration du printemps, pour un total de 1 732. La période de migration commençait le 15 avril de chaque année et elle se poursuivait jusqu’à ce qu’environ 1 000 oiseaux soient observés ou jusqu’au 15 mai, selon la première éventualité. Ce calendrier a été choisi pour coïncider avec l’importante migration des Bécasseaux d’Alaska et pour enregistrer le nombre de Bécasseaux variables qui se trouvaient sur le site pendant la période de pointe. \r\n\r\nLe calendrier quotidien des relevés dépendait du cycle de marée; l’heure à laquelle on commençait les relevés variait entre 5 h 45 et 19 h. Les comptes ont étaient réalisés lorsque la marée atteignait 3,5 m, et ce, selon les prévisions des marées à Point Atkinson, en Colombie Britannique. Cette hauteur de marée garantissait que les oiseaux étaient à proximité des côtes et que la vasière était assez exposée pour que les oiseaux de rivage aient de bonnes possibilités d’alimentation. Il était possible que la hauteur maximale quotidienne des marées n’atteignait pas 3,5 m; ainsi, les comptes pour ces journées étaient effectués alors que les marées atteignaient leur hauteur maximale réelle. \r\n\r\nLes comptes ont été effectués initialement à l’extrémité sud de la digue de Brunswick Point, là où elle rejoint la route sur digue de l’installation portuaire de Roberts Bank. Tous les oiseaux visibles dans la vasière ont été comptés d’un véhicule qui s’arrêtait à divers arrêts sur la digue, pour une distance totale d’environ 2,5 km. On a procédé au dénombrement des oiseaux à l’aide d’un télescope d’observation installé sur la fenêtre d’un véhicule, principalement pour les bandes lointaines, et de jumelles afin de compter les oiseaux qui se trouvaient près du véhicule. Les bandes d’oiseaux ont été comptées au moyen d’une évaluation initiale de la densité des bassins, puis en comptant en groupes de 50, 100, 500 ou 1 000 selon la taille des bandes dans chaque champ de vision successif, et en scrutant la bande d’oiseaux entière. En 1992, le nombre d’oiseaux en grande bande a été estimé en multipliant le nombre de mètres carrés sur lesquels on retrouvait les bandes d’oiseaux dans la vasière et le nombre moyen estimé, visuellement, de Bécasseaux qui occupaient plusieurs parcelles de 1 m2 (Butler 1994).\r\n\r\nComposition des espèces : seuls les comptes de bassins totaux ont été réalisés avant 1997, étant donné qu’il était difficile de distinguer les Bécasseaux d’Alaska des Bécasseaux variables qui se trouvaient en grande bande, lors des comptes d’une espèce. Les comptes d’une espèce étaient calculés comme un produit des comptes de bassins totaux et un pourcentage de la composition des différentes espèces. À partir de 1997, la composition relative des espèces (ratio des Bécasseaux d’Alaska par rapport aux Bécasseaux variables) était estimée pendant les comptes supplémentaires, alors que les oiseaux s’installaient dans les vasières, et ce, avant ou après les comptes des principaux oiseaux de rivage décrits ci dessus. Le nombre de Bécasseaux d’Alaska et de Bécasseaux variables était compté de façon individuelle, et ce, en estimant visuellement le nombre de bandes d’une largeur de 1 m qui se trouvaient entre la digue et le bord de l’eau, et qui comprenaient une vasière et de l’eau peu profonde. Les comptes de toutes les bandes ont été additionnés et la proportion des espèces pour cette journée a été calculée en divisant le nombre de chaque espèce par le nombre total d’oiseaux.","en":"These surveys focus on two abundant shorebird species, Western Sandpiper (Calidris mauri) and Dunlin (Calidris alpina), and are conducted at a large mudflat on Roberts Bank, Delta, British Columbia, approximately 35 km south of Vancouver.  These survey counts began in 1991 and are conducted annually during the northern migration period (April and May).  Species-specific counts are derived from total flock counts multiplied by an estimate of percentage composition of the two species.\r\n\r\nThe Brunswick Point study site (49°03′ N, 123°09′ W) extends over the southern third of Roberts Bank, and encompasses a large mudflat (tidal range = 0 – 3.8 m) separated from agricultural fields by a dike.  Vegetation in the near shore sections of the mudflat is composed mostly of saltmarsh and bushes.  Sediments in the mudflat range from soft mud to sand, and portions of the lower intertidal zone are covered with eelgrass (Zostera marina and Z. japonica).  A causeway supporting a major port facility separates the mudflat from the remainder of Roberts Bank, and the dike is used for recreational purposes.\r\n\r\nTotal flock counts.  The number of total flock counts conducted annually varied from seven to 15 counts from 1991 to 1998.  Beginning in 1999, counts were conducted either daily or every other day during spring migration for an annual replicate of 17 32 counts.  The migration period began on 15 April each year and continued until <1000 birds were observed or until 15 May, whichever came first.  This timing was chosen to overlap with the major pulse of Western Sandpiper migration and also captured peak Dunlin numbers. \r\n\r\nDaily timing of surveys depended on the tide cycle; the start of surveys ranged between 05:45 and 19:00 hr.  Counts were conducted at a tide height of 3.5 m, based on tidal predictions at Point Atkinson, British Columbia.  This tide height ensured birds were close to shore, with sufficient mudflat exposed to present good feeding opportunities for shorebirds.  Occasionally maximum daily tide heights did not reach 3.5 m, and counts on these days were conducted during the actual maximum tide heights. \r\n\r\nCounts began at the southern end of the Brunswick Point dike where it meets the Roberts Bank Superport causeway.  All birds visible on the mudflat were counted from a vehicle along a series of stops on the dike, for a total length of ~2.5 km.  Birds were counted through a spotting scope mounted on the vehicle window, primarily for distant flocks, and through binoculars to count birds near the vehicle.  Flocks were counted by an initial assessment of flock density, and then by counting blocks incrementally in 50s, 100s, 500s, or 1000s, according to flock size, in each successive field of view across a scan of the entire flock.  In 1992, the number of birds in large flocks was estimated by multiplying the number of square metres of mudflat covered by the flock by the average number of sandpipers in several 1-m2 plots estimated by eye (Butler 1994).\r\n\r\nSpecies composition:  Only total flock counts were conducted prior to 1997, as deriving species-specific counts was complicated by the intermixing of Western Sandpipers and Dunlin in the large flocks.  Species-specific counts are calculated as a product of total flock counts and percentage composition of different species.  From 1997 onwards, relative species composition (ratio of Western Sandpipers to Dunlins) was estimated during supplementary counts as birds settled on the mudflats before or after the main shorebird counts described above.  Numbers of Western Sandpipers and Dunlins were individually tallied along visually estimated 1 m wide strips that ran perpendicular from the dike to the water’s edge, and included both open mudflat and shallow water.  Tallies of all strip counts were summed and the species proportion for that day was calculated as the number of each species counted divided by the total number of birds."},"imso_approval":"true","maintainer":null,"association_type":[],"org_section":{},"jurisdiction":"federal","private":false,"maintainer_email":"open-ouvert@tbs-sct.gc.ca","num_tags":0,"contributor":{},"frequency":"P1Y","keywords":{"fr":["Relevés des oiseaux","rivage à Roberts Bank","Colombie Britannique","Biote"],"en":["Roberts Bank","Shorebird Surveys","British Columbia","Biota"]},"data_series_issue_identification":{"fr":"","en":""},"ready_to_publish":"true","id":"730850cc-54b6-4a15-b1d2-700c3b0403de","metadata_created":"2016-09-24T18:46:22.844051","subject":["nature_and_environment"],"spatial_representation_type":["vector"],"metadata_modified":"2016-11-17T18:31:56.084925","author":null,"author_email":"open-ouvert@tbs-sct.gc.ca","geographic_region":["5"],"position_name":{},"portal_release_date":"2016-07-29","digital_object_identifier":"172299bb-2f31-471e-a7ef-8dd25bfe3a5d","state":"active","version":null,"presentation_form":"","relationships_as_object":[],"time_period_coverage_start":"1991-04-15 00:00:00","title_translated":{"fr":"Relevés des oiseaux de rivage à Roberts Bank, en Colombie Britannique","en":"Roberts Bank Shorebird Surveys, British Columbia"},"type":"dataset","resources":[{"data_includes_uris":"1","resource_group_id":"a9a5a180-85d9-4274-8028-2bfc4403b0de","cache_last_updated":null,"data_includes_links":"1","package_id":"730850cc-54b6-4a15-b1d2-700c3b0403de","datastore_active":false,"id":"263cb3a6-82b9-4cb0-bfe6-e6bdd799068a","state":"active","name_translated":{"fr":"Voir le Dépôt de données d'EC (Français)","en":"View EC Data Mart (French)"},"hash":"","description":"","format":"HTML","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"View EC Data Mart (French)","language":["fr"],"created":"2016-10-21T15:44:01.625879","url":"http://donnees.ec.gc.ca/data/species/protectrestore/roberts-bank-shorebird-surveys-british-columbia/?lang=fr","last_modified":null,"resource_type":"dataset","position":0,"revision_id":"6f8c683b-8d4a-456f-ad44-06a2de0b0348","data_quality":[]},{"data_includes_uris":"1","resource_group_id":"a9a5a180-85d9-4274-8028-2bfc4403b0de","cache_last_updated":null,"data_includes_links":"1","package_id":"730850cc-54b6-4a15-b1d2-700c3b0403de","datastore_active":false,"id":"95ca4dcc-c3a3-4262-aa60-dac7e5d271cf","state":"active","name_translated":{"fr":"Voir le Dépôt de données d'EC (Anglais)","en":"View EC Data Mart (English)"},"hash":"","description":"","format":"HTML","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"View EC Data Mart (English)","language":["en"],"created":"2016-10-21T15:44:01.625917","url":"http://donnees.ec.gc.ca/data/species/protectrestore/roberts-bank-shorebird-surveys-british-columbia/","last_modified":null,"resource_type":"dataset","position":1,"revision_id":"6f8c683b-8d4a-456f-ad44-06a2de0b0348","data_quality":[]}],"place_of_publication":[],"metadata_contact":{},"num_resources":2,"topic_category":["biota"],"tags":[],"spatial":"{\"type\": \"Polygon\", \"coordinates\": [[[-123.16, 49.04], [-123.12, 49.04], [-123.12, 49.06], [-123.16, 49.06], [-123.16, 49.04]]]}","collection":"geogratis","org_title_at_publication":{"fr":"Environnement et Changement climatique Canada","en":"Environment and Climate Change Canada"},"date_published":"2016-05-24 00:00:00","display_flags":[],"groups":[],"creator_user_id":"aa584ab4-544c-4c5c-81da-d1cff9bd96fa","data_series_name":{"fr":"","en":""},"relationships_as_subject":[],"license_title":"Open Government Licence - Canada","restrictions":"unrestricted","organization":{"description":"","created":"2016-09-23T17:25:23.598825","title":"Environment and Climate Change Canada | Environnement et Changement climatique Canada","name":"ec","is_organization":true,"state":"active","image_url":"","revision_id":"38f75d48-68d0-46b4-9f5b-89618853cde4","type":"organization","id":"49E2ADF4-AD7A-43EB-85C8-6433D37ED62C","approval_status":"approved"},"name":"730850cc-54b6-4a15-b1d2-700c3b0403de","isopen":false,"license_id":"ca-ogl-lgo","url":"{u'fr': u'', u'en': u''}","notes":"These surveys focus on two abundant shorebird species, Western Sandpiper (Calidris mauri) and Dunlin (Calidris alpina), and are conducted at a large mudflat on Roberts Bank, Delta, British Columbia, approximately 35 km south of Vancouver.  These survey counts began in 1991 and are conducted annually during the northern migration period (April and May).  Species-specific counts are derived from total flock counts multiplied by an estimate of percentage composition of the two species.\r\n\r\nThe Brunswick Point study site (49°03′ N, 123°09′ W) extends over the southern third of Roberts Bank, and encompasses a large mudflat (tidal range = 0 – 3.8 m) separated from agricultural fields by a dike.  Vegetation in the near shore sections of the mudflat is composed mostly of saltmarsh and bushes.  Sediments in the mudflat range from soft mud to sand, and portions of the lower intertidal zone are covered with eelgrass (Zostera marina and Z. japonica).  A causeway supporting a major port facility separates the mudflat from the remainder of Roberts Bank, and the dike is used for recreational purposes.\r\n\r\nTotal flock counts.  The number of total flock counts conducted annually varied from seven to 15 counts from 1991 to 1998.  Beginning in 1999, counts were conducted either daily or every other day during spring migration for an annual replicate of 17 32 counts.  The migration period began on 15 April each year and continued until <1000 birds were observed or until 15 May, whichever came first.  This timing was chosen to overlap with the major pulse of Western Sandpiper migration and also captured peak Dunlin numbers. \r\n\r\nDaily timing of surveys depended on the tide cycle; the start of surveys ranged between 05:45 and 19:00 hr.  Counts were conducted at a tide height of 3.5 m, based on tidal predictions at Point Atkinson, British Columbia.  This tide height ensured birds were close to shore, with sufficient mudflat exposed to present good feeding opportunities for shorebirds.  Occasionally maximum daily tide heights did not reach 3.5 m, and counts on these days were conducted during the actual maximum tide heights. \r\n\r\nCounts began at the southern end of the Brunswick Point dike where it meets the Roberts Bank Superport causeway.  All birds visible on the mudflat were counted from a vehicle along a series of stops on the dike, for a total length of ~2.5 km.  Birds were counted through a spotting scope mounted on the vehicle window, primarily for distant flocks, and through binoculars to count birds near the vehicle.  Flocks were counted by an initial assessment of flock density, and then by counting blocks incrementally in 50s, 100s, 500s, or 1000s, according to flock size, in each successive field of view across a scan of the entire flock.  In 1992, the number of birds in large flocks was estimated by multiplying the number of square metres of mudflat covered by the flock by the average number of sandpipers in several 1-m2 plots estimated by eye (Butler 1994).\r\n\r\nSpecies composition:  Only total flock counts were conducted prior to 1997, as deriving species-specific counts was complicated by the intermixing of Western Sandpipers and Dunlin in the large flocks.  Species-specific counts are calculated as a product of total flock counts and percentage composition of different species.  From 1997 onwards, relative species composition (ratio of Western Sandpipers to Dunlins) was estimated during supplementary counts as birds settled on the mudflats before or after the main shorebird counts described above.  Numbers of Western Sandpipers and Dunlins were individually tallied along visually estimated 1 m wide strips that ran perpendicular from the dike to the water’s edge, and included both open mudflat and shallow water.  Tallies of all strip counts were summed and the species proportion for that day was calculated as the number of each species counted divided by the total number of birds.","owner_org":"49E2ADF4-AD7A-43EB-85C8-6433D37ED62C","audience":[],"license_url":"http://open.canada.ca/en/open-government-licence-canada","program_page_url":{},"title":"Roberts Bank Shorebird Surveys, British Columbia","revision_id":"a3827acf-3c8d-4572-b0fe-18af013d1883"}