{"notes_translated":{"fr":"Sources de données : Banque informatisée des oiseaux de mer au Québec (BIOMQ: ECCC-SCF région du Québec) Atlantic Colonial Waterbird Database (ACWD: ECCC-SCF région de l’Atlantique) Aussi bien la BIOMQ que l’ACWD contiennent des enregistrements de chaque dénombrement de colonies, par espèce, pour les colonies connues situées dans l’Est du Canada. Bien que certaines colonies soient recensées annuellement, la plupart sont visitées beaucoup moins fréquemment. Les méthodes utilisées pour obtenir les estimations de la population d’une colonie varient considérablement entre les colonies et entre les espèces. Par exemple, des méthodes de recensement conçues pour les alcidés nichant dans les terriers reposent généralement sur des techniques de relevé de terrain. Par conséquent, elles ont tendance à se limiter à relativement peu de colonies. Par contre, les recensements de grandes colonies de goélands ou de sternes, qui ont souvent une vaste répartition géographique, reposent de façon plus appropriée sur une combinaison de relevés aériens à grande échelle et de relevés sur le terrain auprès d’un sous-groupe de ces colonies. Dans certains cas, les relevés sur le terrain de certaines espèces ne sont pas disponibles pour l’ensemble de la zone étudiée. Lorsque c’est le cas, il pourrait être judicieux de prendre en compte d’autres sources, y compris des relevés aériens. Par exemple, les données provenant d’un relevé aérien de 2006 des eiders à duvet pendant la nidification, mené par le SCF d’ECCC au Labrador, bien que non encore intégrées dans l’ACWD, ont été utilisées dans ce rapport. Il est important de noter que les données relatives aux colonies de certaines espèces, telles que le héron, ne sont pour l’instant pas bien représentées dans ces bases de données du SCF d’ECCC.   \n  \n                       Analyse des données de l’ACWD et de la BIOMQ (SCF d’EC – régions du Québec et de l’Atlantique) : Les données de la région de l’Atlantique (ACWD) et de la région du Québec (BIOMQ) ont été fusionnées puisque la couverture temporelle, les méthodes de relevé et l’information géospatiale étaient comparables. Seulement, dans les cas où les dénombrements totaux des individus n’étaient pas explicitement présentés, il a été nécessaire de calculer des approximations des dénombrements totaux des individus reproducteurs (p. ex., en doublant le nombre de couples reproducteurs ou de nids actifs).Bien que ces approches puissent sous-estimer le nombre réel d’individus totaux associés à un site donné en omettant d’inclure une partie de la population non reproductrice (c.-à-d., les adultes non reproducteurs en visite, les sous-adultes et les oiseaux qui ont échoué la reproduction), faire le suivi des nombres d’individus reproducteurs (ou de couples) est considéré comme le principal objectif de ces programmes de surveillance des colonies. Afin de représenter le nombre potentiel d’individus d’une espèce donnée qui pourraient raisonnablement être présents ou pouvant avoir été historiquement présents sur le lieu donné d’une colonie (voir la section 1.1), le dénombrement total maximal obtenu par espèce, par site, depuis 1960 a été utilisé dans les analyses. Dans le cas de certaines espèces, en particulier les piscivores des zones côtières (Wires et autres, 2001; Cotter et autres, 2012), les maximums atteints dans les années 1970 ou 1980 résultaient probablement de sources anthropiques de nourriture importantes, et ces niveaux ne seront probablement plus jamais atteints. L’effet pourrait avoir été plus marqué dans certaines zones géographiques. Certains sites, autrefois utilisés comme colonies, pourraient ne plus être adaptés à la reproduction en raison de causes naturelles et/ou humaines; toutefois d’autres, de la même façon, pourraient être adéquats et méritent donc d’être pris en compte dans la planification de la conservation des habitats à long terme. Un indice de l’importance des colonies (IIC) a été dérivé en divisant le dernier dénombrement total maximal par le nombre de la population reproductrice potentielle totale de cette espèce dans l’Est du Canada (la somme des dénombrements totaux maximum d’une espèce; sur tous les sites coloniaux connus dans l’Est du Canada). L’IIC estime de façon approximative la proportion de la population reproductrice potentielle totale de l’Est du Canada (sommes des maximums) atteinte sur chaque site de colonie et a permis de faire une comparaison objective entre les colonies d’une même espèce et de différentes espèces. Dans certaines colonies visitées moins fréquemment, les oiseaux (cormorans, goélands, guillemots et sternes, en particulier) n’ont pas été déterminés quant à l'espèce. En raison de biais et de problèmes potentiels concernant l’inclusion de ces données, elles n’ont pas été prises en compte lors du calcul des dénombrements maximum des espèces par colonie pour l’IIC. L’approche des zones importantes pour la conservation des oiseaux (ZICO) selon laquelle les dénombrements maximum des colonies sont divisés par la taille de la population estimée réelle correspondante pour chaque espèce (voir le Tableau 3.1.2; environ 1 % du seuil continental présenté) n’a pas été utilisée parce que dans certains cas les individus n’ont pas été identifiés quant à l’espèce sur certains sites, ou des estimations de la populationn’étaient pas disponibles. L’utilisation à la fois des maximums et des proportions de populations (ou d’un indice de celles-ci) offre des approches contrastantes, mais complémentaires, pour l’identification d’importantes congrégations coloniales. En examinant les résultats dérivés de ces deux approches, l’attention peut être dirigée vers des zones qui non seulement hébergent un grand nombre d’individus, mais aussi d’importantes proportions de populations. Cette approche double permet d’éviter que l’on donne une attention disproportionnée aux espèces qui par leur nature même sont présentes dans de très vastes colonies (p. ex., l’océanite cul-blanc) ou, à l’inverse, à des colonies qui hébergent de grandes proportions d’espèces moins abondantes (sterne de Dougall, sterne caspienne, mouette rieuse, etc.), mais dans un nombre globalement moins élevé. L’analyse de la densité des points (logiciel ArcGIS Spatial Analyst) comprenant une estimation par noyau, et un rayon de recherche de 10 km, a été utilisée pour générer des cartes illustrant la densité des mesures de colonies (c.-à-d., le dénombrement maximum par espèce, l’IIC par espèce), modélisées comme un terrain continu (Gatrell et autres, 1996). Les emplacements réels des colonies ont ensuite été placés sur la carte à grappes résultante. Il ne faut pas présumer que les sites non désignés comme importants sont sans importance.","en":"Data Sources: Banque informatisée des oiseaux de mer au Québec (BIOMQ: ECCC-CWS Quebec Region) Atlantic Colonial Waterbird Database (ACWD: ECCC-CWS Atlantic Region)..  \n  \n                 Both the BIOMQ and ACWD contain records of individual colony counts, by species, for known colonies located in Eastern Canada. Although some colonies are censused annually, most are visited much less frequently. Methods used to derive colony population estimates vary markedly among colonies and among species. For example, census methods devised for burrow-nesting alcids typically rely on ground survey techniques. As such, they tend to be restricted to relatively few colonies. In contrast, censuses of large gull or tern colonies, which are geographically widespread, more appropriately rely on a combination of broad-scale aerial surveys, and ground surveys at a subset of these colonies. In some instances, ground surveys of certain species are not available throughout the study area. In such cases, consideration of other sources, including aerial surveys, may be appropriate. For example,data stemming from a 2006 aerial survey of Common Eiders during nesting, conducted by ECCC-CWS in Labrador, though not yet incorporated in the ACWD, were used in this report. It is important to note that colony data for some species, such as herons, are not well represented in these ECCC-CWS databases at present.   \n  \n                 Analysis of ACWD and BIOMQ data (ECCC-CWS Quebec and Atlantic Regions): Data were merged as temporal coverage, survey methods and geospatial information were comparable. Only in cases where total counts of individuals were not explicitly presented was it necessary to calculate proxies of total counts of breeding individuals (e.g., by doubling numbers of breeding pairs or of active nests). Though these approaches may underestimate the true number of total individuals associated with a given site by failing to include some proportion of the non-breeding population (i.e., visiting adult non-breeders, sub-adults and failed breeders), tracking numbers of breeding individuals (or pairs) is considered to be the primary focus of these colony monitoring programs.In order to represent the potential number of individuals of a given species that realistically could be and may historically have been present at a given colony location (see section 1.1), the maximum total count obtained per species per site since 1960 was used in the analyses. In the case of certain species,especially coastal piscivores (Wires et al. 2001; Cotter et al. 2012), maxima reached in the 1970s or 1980s likely resulted from considerable anthropogenic sources of food, and these levels may never be seen again. The effect may have been more pronounced in certain geographic areas. Certain sites once used as colonies may no longer be suitable for breeding due to natural and/or human causes, but others similarly may become suitable and thus merit consideration in long-term habitat conservation planning. A colony importance index (CII) was derived by dividing the latter maximum total count by the potential total Eastern Canadian breeding population of that species (the sum of maximum total counts within a species, across all known colony sites in Eastern Canada). The CII approximates the proportion of the total potential Eastern Canadian breeding population (sum of maxima) reached at each colony location and allowed for an objective comparison among colonies both within and across species. In some less-frequently visited colonies, birds (cormorants, gulls, murres and terns, in particular) were not identified to species. Due to potential biases and issues pertaining to inclusion of these data, they were not considered when calculating species’ maximum counts by colony for the CII. The IBA approach whereby maximum colony counts are divided by the size of the corresponding actual estimated population for each species (see Table 3.1.2; approximate 1% continental threshold presented) was not used because in some instances individuals were not identified to species at some sites, or population estimates were unavailable.Use of both maxima and proportions of populations (or an index thereof) presents contrasting, but complementary, approaches to identifying important colonial congregations. By examining results derived from both approaches, attention can be directed at areas that not only host large numbers of individuals, but also important proportions of populations. This dual approach avoids attributing disproportionate attention to species that by their very nature occur in very large colonies (e.g., Leach’s Storm Petrel) or conversely to colonies that host important large proportions of less-abundant species (Roseate Tern, Caspian Tern, Black-Headed Gull, etc.), but in smaller overall numbers.   \n  \n                 Point Density Analysis (ArcGIS Spatial Analyst) with kernel estimation, and a 10-km search radius,was used to generate maps illustrating the density of colony measures (i.e., maximum count by species,CII by species), modelled as a continuous field (Gatrell et al. 1996). Actual colony locations were subsequently overlaid on the resulting cluster map. Sites not identified as important should not be assumed to be unimportant."},"place_of_publication":[],"imso_approval":"true","maintainer":null,"creator":"Environment and Climate Change Canada","association_type":[],"org_section":{},"jurisdiction":"federal","private":false,"maintainer_email":"matthew.mahoney@canada.ca","num_tags":0,"contributor":{},"frequency":"not_planned","distributor":"{\"fr\": {\"pays\": \"\", \"adresse\": \"200 Sacr\\u00e9-Coeur Blvd, \\u00c9difice Fontaine 12e \\u00e9tage\", \"telephone\": \"1-800-668-6767\", \"nom_organization\": \"Gouvernement du Canada; Environnement et Changement climatique Canada\", \"zone_administrative\": \"Qu\\u00e9bec\", \"electronic_mail_address\": \"ec.enviroinfo.ec@canada.ca\"}, \"en\": {\"administrative_area\": \"Quebec\", \"city\": \"Gatineau\", \"country\": \"\", \"organization_name\": \"Government of Canada; Environment and Climate Change Canada\", \"phone\": \"1-800-668-6767\", \"postal_code\": \"K1A 0H3\", \"address\": \"Fontaine Building 12th floor, 200 Sacr\\u00e9-Coeur Blvd\", \"electronic_mail_address\": \"ec.enviroinfo.ec@canada.ca\"}}","data_series_issue_identification":{},"ready_to_publish":"true","id":"87bf8597-4be4-4ec2-9ee3-797f5eafbd97","metadata_created":"2016-09-26T17:06:23.664396","subject":["nature_and_environment","science_and_technology"],"hierarchy_level":"series; série","spatial_representation_type":["vector"],"metadata_modified":"2021-07-29T19:51:21.424196","author":null,"author_email":null,"geographic_region":[],"position_name":{"fr":"Centre de renseignements à la population","en":"Public inquiries centre"},"keywords":{"fr":["Est du Canada; océan Atlantique","colonies d`oiseaux; oiseaux de mer","Nature et biodiversité","Protéger le bien-être des espèces","Évaluer l'état des espèces","Atlantique - Île-du-Prince-Édouard (PE)","Direction générale de l'intendance environnementale","Service canadien de la faune","Non Classifié","Oiseau"],"en":["Eastern Canada; Atlantic Ocean","Bird Colonies; Seabirds","Nature and Biodiversity","Protect Species Well-Being","Assess Status of Species","Atlantic - Prince Edward Island (PE)","Environmental Stewardship Branch","Canadian Wildlife Service","Unclassified","Birds"]},"contact_information":"{\"fr\": {\"pays\": \"Canada (le)\", \"point_de_livraison\": \"17 Waterfowl Lane\", \"zone_administrative\": \"Nouveau-Brunswick\", \"electronic_mail_address\": \"matthew.mahoney@canada.ca\"}, \"en\": {\"city\": \"Sackville\", \"administrative_area\": \"New Brunswick\", \"country\": \"Canada\", \"postal_code\": \"E4L 1G6\", \"delivery_point\": \"17 Waterfowl Lane\", \"electronic_mail_address\": \"matthew.mahoney@canada.ca\"}}","state":"active","version":null,"relationships_as_object":[],"time_period_coverage_start":"1841-01-01 00:00:00","title_translated":{"fr":"Colonies de l’Atlantique – analyse de la densité","en":"Atlantic Colonies - Density Analysis"},"type":"dataset","resources":[{"cache_last_updated":null,"package_id":"87bf8597-4be4-4ec2-9ee3-797f5eafbd97","datastore_active":false,"id":"2ef69168-224c-4c8b-ab46-f5aceb17f4c7","state":"active","name_translated":{"fr":"Data Collection Methodology","en":"Data Collection Methodology"},"hash":"","description":"","format":"HTML","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"Data Collection Methodology","language":["en"],"created":"2021-07-29T19:51:21.771614","url":"https://ec.gc.ca/nature/default.asp?lang=En&n=18C33ADA-1","last_modified":null,"data_quality":[],"position":0,"revision_id":"06b6b57a-7de1-402f-9dc3-f3a433199933","resource_type":"guide"},{"cache_last_updated":null,"package_id":"87bf8597-4be4-4ec2-9ee3-797f5eafbd97","datastore_active":false,"id":"945b9876-5742-428d-a9a4-ca87b2c033f6","state":"active","name_translated":{"fr":"Esri REST: Map Service","en":"Esri REST: Map Service"},"hash":"","description":"","format":"ESRI REST","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"Esri REST: Map Service","language":["en"],"created":"2021-07-29T19:51:21.771621","url":"https://maps-cartes.ec.gc.ca/arcgis/rest/services/data/87bf8597-4be4-4ec2-9ee3-797f5eafbd97/MapServer/0","last_modified":null,"data_quality":[],"position":1,"revision_id":"06b6b57a-7de1-402f-9dc3-f3a433199933","resource_type":"web_service"},{"cache_last_updated":null,"package_id":"87bf8597-4be4-4ec2-9ee3-797f5eafbd97","datastore_active":false,"id":"8e744483-87dc-4662-b54e-348bcd90c714","state":"active","name_translated":{"fr":"Esri REST: Map Service","en":"Esri REST: Map Service"},"hash":"","description":"","format":"ESRI REST","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"Esri REST: Map Service","language":["fr"],"created":"2021-07-29T19:51:21.771624","url":"https://maps-cartes.ec.gc.ca/arcgis/rest/services/data/87bf8597-4be4-4ec2-9ee3-797f5eafbd97/MapServer/0","last_modified":null,"data_quality":[],"position":2,"revision_id":"06b6b57a-7de1-402f-9dc3-f3a433199933","resource_type":"web_service"},{"cache_last_updated":null,"package_id":"87bf8597-4be4-4ec2-9ee3-797f5eafbd97","datastore_active":false,"id":"4d2d0b9b-c7e5-4d20-a5c3-d2b323963f24","state":"active","name_translated":{"fr":"Web Map Service (WMS)","en":"Web Map Service (WMS)"},"hash":"","description":"","format":"WMS","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"Web Map Service (WMS)","language":["en"],"created":"2021-07-29T19:51:21.771626","url":"https://maps-cartes.ec.gc.ca/arcgis/services/data/87bf8597-4be4-4ec2-9ee3-797f5eafbd97/MapServer/WMSServer?request=GetCapabilities&service=WMS","last_modified":null,"data_quality":[],"position":3,"revision_id":"06b6b57a-7de1-402f-9dc3-f3a433199933","resource_type":"web_service"},{"cache_last_updated":null,"package_id":"87bf8597-4be4-4ec2-9ee3-797f5eafbd97","datastore_active":false,"id":"3fad3f0e-d1d2-42ef-a7ce-141f422530e0","state":"active","name_translated":{"fr":"Web Map Service (WMS)","en":"Web Map Service (WMS)"},"hash":"","description":"","format":"WMS","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"Web Map Service (WMS)","language":["fr"],"created":"2021-07-29T19:51:21.771628","url":"https://maps-cartes.ec.gc.ca/arcgis/services/data/87bf8597-4be4-4ec2-9ee3-797f5eafbd97/MapServer/WMSServer?request=GetCapabilities&service=WMS","last_modified":null,"data_quality":[],"position":4,"revision_id":"06b6b57a-7de1-402f-9dc3-f3a433199933","resource_type":"web_service"},{"cache_last_updated":null,"package_id":"87bf8597-4be4-4ec2-9ee3-797f5eafbd97","datastore_active":false,"id":"924fa7e3-0013-4702-9cc0-4902a1b758d1","state":"active","name_translated":{"fr":"Data Collection Methodology","en":"Data Collection Methodology"},"hash":"","description":"","format":"HTML","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"Data Collection Methodology","language":["fr"],"created":"2021-07-29T19:51:21.771630","url":"https://publications.gc.ca/collections/collection_2014/ec/CW66-385-2014-fra.pdf","last_modified":null,"data_quality":[],"position":5,"revision_id":"06b6b57a-7de1-402f-9dc3-f3a433199933","resource_type":"guide"},{"cache_last_updated":null,"package_id":"87bf8597-4be4-4ec2-9ee3-797f5eafbd97","datastore_active":false,"id":"cb1334c9-327f-4ebb-8ef7-89d73181f6dd","state":"active","name_translated":{"fr":"Voir le Dépôt de données d'ECCC (Anglais)","en":"View ECCC Data Mart (English)"},"hash":"","description":"","format":"HTML","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"View ECCC Data Mart (English)","language":["en"],"created":"2021-07-29T19:51:21.771631","url":"https://data-donnees.ec.gc.ca/data/species/assess/atlantic-colonies-density-analysis/?lang=en","last_modified":null,"data_quality":[],"position":6,"revision_id":"06b6b57a-7de1-402f-9dc3-f3a433199933","resource_type":"web_service"},{"cache_last_updated":null,"package_id":"87bf8597-4be4-4ec2-9ee3-797f5eafbd97","datastore_active":false,"id":"5582094a-e684-4273-a55c-bf6719fcb01d","state":"active","name_translated":{"fr":"Voir le Dépôt de données d'ECCC (Français)","en":"View ECCC Data Mart (French)"},"hash":"","description":"","format":"HTML","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"View ECCC Data Mart (French)","language":["fr"],"created":"2021-07-29T19:51:21.771633","url":"https://data-donnees.ec.gc.ca/data/species/assess/atlantic-colonies-density-analysis/?lang=fr","last_modified":null,"data_quality":[],"position":7,"revision_id":"06b6b57a-7de1-402f-9dc3-f3a433199933","resource_type":"web_service"},{"cache_last_updated":null,"package_id":"87bf8597-4be4-4ec2-9ee3-797f5eafbd97","datastore_active":false,"id":"1e4ea766-7ea2-480d-b08e-4aaac09fdeaf","state":"active","name_translated":{"fr":"atlantic-bird-colonies.zip","en":"atlantic-bird-colonies.zip"},"hash":"","description":"","format":"SHP","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"atlantic-bird-colonies.zip","language":["en"],"created":"2021-07-29T19:51:21.771635","url":"https://data-donnees.ec.gc.ca/data/species/assess/atlantic-colonies-density-analysis/atlantic-bird-colonies.zip","last_modified":null,"data_quality":[],"position":8,"revision_id":"06b6b57a-7de1-402f-9dc3-f3a433199933","resource_type":"dataset"},{"cache_last_updated":null,"package_id":"87bf8597-4be4-4ec2-9ee3-797f5eafbd97","datastore_active":false,"id":"b522818c-d3ee-4d7f-8eff-1ce921238930","state":"active","name_translated":{"fr":"atlantic-bird-colonies.json","en":"atlantic-bird-colonies.json"},"hash":"","description":"","format":"JSON","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"atlantic-bird-colonies.json","language":["en"],"created":"2021-07-29T19:51:21.771637","url":"https://data-donnees.ec.gc.ca/data/species/assess/atlantic-colonies-density-analysis/atlantic-bird-colonies.json","last_modified":null,"data_quality":[],"position":9,"revision_id":"06b6b57a-7de1-402f-9dc3-f3a433199933","resource_type":"dataset"},{"cache_last_updated":null,"package_id":"87bf8597-4be4-4ec2-9ee3-797f5eafbd97","datastore_active":false,"id":"91fb55a8-2235-4e61-8fac-f4203fef894d","state":"active","name_translated":{"fr":"atlantic-bird-colonies.csv","en":"atlantic-bird-colonies.csv"},"hash":"","description":"","format":"CSV","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"atlantic-bird-colonies.csv","language":["en"],"created":"2021-07-29T19:51:21.771639","url":"https://data-donnees.ec.gc.ca/data/species/assess/atlantic-colonies-density-analysis/atlantic-bird-colonies.csv","last_modified":null,"data_quality":[],"position":10,"revision_id":"06b6b57a-7de1-402f-9dc3-f3a433199933","resource_type":"dataset"}],"status":"completed","metadata_contact":{"fr":"Gouvernement du Canada; Environnement et Changement climatique Canada,ec.enviroinfo.ec@canada.ca","en":"Government of Canada; Environment and Climate Change Canada,1-800-668-6767,ec.enviroinfo.ec@canada.ca"},"num_resources":11,"topic_category":["biota","environment"],"tags":[],"aggregate_identifier":"","responsible_role":"RI_418","spatial":"{\"type\": \"Polygon\", \"coordinates\": [[[-72.3769, 43.3967199991], [-52.64202, 43.3967199991], [-52.64202, 60.8896999992], [-72.3769, 60.8896999992], [-72.3769, 43.3967199991]]]}","collection":"fgp","org_title_at_publication":{"fr":"Environnement et Changement climatique Canada","en":"Environment and Climate Change Canada"},"date_published":"2016-01-14 00:00:00","display_flags":["fgp_viewer"],"reference_system_information":"EPSG:4326,EPSG,7.11.2","groups":[],"creator_user_id":"aa584ab4-544c-4c5c-81da-d1cff9bd96fa","data_series_name":{},"relationships_as_subject":[],"license_title":"Open Government Licence - Canada","time_period_coverage_end":"2013-09-01 00:00:00","restrictions":"unrestricted","organization":{"description":"","created":"2016-09-23T17:25:23.598825","title":"Environment and Climate Change Canada | Environnement et Changement climatique Canada","name":"ec","is_organization":true,"state":"active","image_url":"","revision_id":"38f75d48-68d0-46b4-9f5b-89618853cde4","type":"organization","id":"49E2ADF4-AD7A-43EB-85C8-6433D37ED62C","approval_status":"approved"},"name":"87bf8597-4be4-4ec2-9ee3-797f5eafbd97","isopen":false,"license_id":"ca-ogl-lgo","url":null,"notes":"Data Sources: Banque informatisée des oiseaux de mer au Québec (BIOMQ: ECCC-CWS Quebec Region) Atlantic Colonial Waterbird Database (ACWD: ECCC-CWS Atlantic Region)..  \n  \n                 Both the BIOMQ and ACWD contain records of individual colony counts, by species, for known colonies located in Eastern Canada. Although some colonies are censused annually, most are visited much less frequently. Methods used to derive colony population estimates vary markedly among colonies and among species. For example, census methods devised for burrow-nesting alcids typically rely on ground survey techniques. As such, they tend to be restricted to relatively few colonies. In contrast, censuses of large gull or tern colonies, which are geographically widespread, more appropriately rely on a combination of broad-scale aerial surveys, and ground surveys at a subset of these colonies. In some instances, ground surveys of certain species are not available throughout the study area. In such cases, consideration of other sources, including aerial surveys, may be appropriate. For example,data stemming from a 2006 aerial survey of Common Eiders during nesting, conducted by ECCC-CWS in Labrador, though not yet incorporated in the ACWD, were used in this report. It is important to note that colony data for some species, such as herons, are not well represented in these ECCC-CWS databases at present.   \n  \n                 Analysis of ACWD and BIOMQ data (ECCC-CWS Quebec and Atlantic Regions): Data were merged as temporal coverage, survey methods and geospatial information were comparable. Only in cases where total counts of individuals were not explicitly presented was it necessary to calculate proxies of total counts of breeding individuals (e.g., by doubling numbers of breeding pairs or of active nests). Though these approaches may underestimate the true number of total individuals associated with a given site by failing to include some proportion of the non-breeding population (i.e., visiting adult non-breeders, sub-adults and failed breeders), tracking numbers of breeding individuals (or pairs) is considered to be the primary focus of these colony monitoring programs.In order to represent the potential number of individuals of a given species that realistically could be and may historically have been present at a given colony location (see section 1.1), the maximum total count obtained per species per site since 1960 was used in the analyses. In the case of certain species,especially coastal piscivores (Wires et al. 2001; Cotter et al. 2012), maxima reached in the 1970s or 1980s likely resulted from considerable anthropogenic sources of food, and these levels may never be seen again. The effect may have been more pronounced in certain geographic areas. Certain sites once used as colonies may no longer be suitable for breeding due to natural and/or human causes, but others similarly may become suitable and thus merit consideration in long-term habitat conservation planning. A colony importance index (CII) was derived by dividing the latter maximum total count by the potential total Eastern Canadian breeding population of that species (the sum of maximum total counts within a species, across all known colony sites in Eastern Canada). The CII approximates the proportion of the total potential Eastern Canadian breeding population (sum of maxima) reached at each colony location and allowed for an objective comparison among colonies both within and across species. In some less-frequently visited colonies, birds (cormorants, gulls, murres and terns, in particular) were not identified to species. Due to potential biases and issues pertaining to inclusion of these data, they were not considered when calculating species’ maximum counts by colony for the CII. The IBA approach whereby maximum colony counts are divided by the size of the corresponding actual estimated population for each species (see Table 3.1.2; approximate 1% continental threshold presented) was not used because in some instances individuals were not identified to species at some sites, or population estimates were unavailable.Use of both maxima and proportions of populations (or an index thereof) presents contrasting, but complementary, approaches to identifying important colonial congregations. By examining results derived from both approaches, attention can be directed at areas that not only host large numbers of individuals, but also important proportions of populations. This dual approach avoids attributing disproportionate attention to species that by their very nature occur in very large colonies (e.g., Leach’s Storm Petrel) or conversely to colonies that host important large proportions of less-abundant species (Roseate Tern, Caspian Tern, Black-Headed Gull, etc.), but in smaller overall numbers.   \n  \n                 Point Density Analysis (ArcGIS Spatial Analyst) with kernel estimation, and a 10-km search radius,was used to generate maps illustrating the density of colony measures (i.e., maximum count by species,CII by species), modelled as a continuous field (Gatrell et al. 1996). Actual colony locations were subsequently overlaid on the resulting cluster map. Sites not identified as important should not be assumed to be unimportant.","owner_org":"49E2ADF4-AD7A-43EB-85C8-6433D37ED62C","audience":[],"license_url":"http://open.canada.ca/en/open-government-licence-canada","program_page_url":{},"title":"Atlantic Colonies - Density Analysis","revision_id":"b6ee4934-4f8e-4f47-86e9-06860f216e8c","file_id":"87bf8597-4be4-4ec2-9ee3-797f5eafbd97"}