{"notes_translated":{"fr":"Concentrations en septembre 2013 des hydrocarbures aromatiques polycycliques et d’hydrocarbures pétroliers totaux dans des bassins de résidus de la région des sables bitumineux — septembre 2013\r\n\r\nAfin d’évaluer l’évaporation depuis les bassins de résidus comme source possible de polluants atmosphériques, nous avons prélevé des échantillons d’eau libre à huit endroits dans deux bassins d’une unique installation située dans la région des sables bitumineux, pendant deux jours en septembre 2013. Nous avons réalisé des mesures chimiques des hydrocarbures aromatiques polycycliques (HAP) et des hydrocarbures pétroliers totaux (HPT). Nous présentons les données sur les HAP pour les seize espèces désignées comme polluants prioritaires par l’Environmental Protection Agency des États-Unis. Le terme HPT fait référence à la quantité totale de composés d’hydrocarbures. Dans cet ensemble de données, les valeurs de HPT représentent la quantité d’hydrocarbures saturés et aromatiques mesurée dans les échantillons d’eau de bassins de résidus à l’aide de techniques d’analyse particulières précises (fractionnement et chromatographie en phase gazeuse). Les HAP figurent dans la Liste des substances toxiques prescrites par la Loi canadienne sur la protection de l’environnement (1999) et, en vertu de celle-ci, ils sont assujettis à des mesures de gestion. Nos résultats laissent à penser que les émissions d’HAP dans l’atmosphère à partir de l’eau des bassins de résidus sont importantes relativement à celles d’autres sources d’émission dans la région, comme l’indiquait l’article de Galarneau et coll. (2014).\r\n\r\n\r\n\r\nConcentrations et flux d’odeurs de composés sulfurés réduits et de composés organiques volatils (COV) émis par les eaux des bassins de résidus dans le secteur des sables bitumineux — octobre 2014 \r\n\r\nPour produire des estimations des émissions atmosphériques potentielles depuis l’eau de bassins de résidus, nous avons prélevé des échantillons d’eau de surface dans cinq emplacements à l’intérieur d’un seul bassin en octobre 2014. Nous avons utilisé une chambre de flux de laboratoire pour évaluer les émissions atmosphériques potentielles provenant de l’eau des bassins de résidus. L’air a ensuite été analysé pour détecter la présence de composés sulfurés réduits (CSR), de composés organiques volatils (COV), leur concentration et l’intensité des odeurs. Les flux de COV et de CSR dans l’atmosphère issus de l’eau de bassins de résidus contribuent au fardeau général imposé par les composés causant le smog et les odeurs dans la région. Les résultats sont présentés comme des concentrations dans l’air généré et des flux d’émissions (c.-à-d. le taux d’écoulement du composé de l’eau vers l’atmosphère) dérivés à l’aide des caractéristiques du flux dans la chambre. Les concentrations atmosphériques mesurées à l’aide des chambres de flux de laboratoire simulent l’état de l’atmosphère dans des conditions limitées et ne représentent pas toute l’étendue des valeurs pouvant découler de la variation de facteurs comme la température et la vitesse du vent. Les objectifs nationaux de qualité de l’air ambiant ne s’appliquent ni à l’air directement au dessus des sources d’émissions telles les eaux des bassins de résidus ni aux données atmosphériques tirées d’échantillons d’eau de bassins de résidus. \r\n\r\n\r\n\r\nMesures à l’aide de méthodes diverses de mesure des émissions de polluants depuis un bassin de résidu de la région des sables bitumineux — été 2017 \r\n\r\nNous savons que la région des sables bitumineux de l’Athabasca en Alberta contribue aux émissions fugitives de polluants dans l’atmosphère (Galarneau et coll. 2014, Small et coll. 2015). Au cours de l’été 2017, en collaboration avec Suncor, le ministère de l’Environnement et des Parcs de l’Alberta ainsi que l’Université de l’Alberta, nous avons réalisé une étude approfondie, « TAPOS » (TAilings POnd Study), sur le bassin 2/3 de la Suncor, afin de tester une combinaison de méthodes de quantification des flux de polluants atmosphériques depuis le bassin vers l’air. Ces méthodes, à savoir la covariance des turbulences, les gradients verticaux, les modèles de dispersion inverse et la cartographie radiale verticale du panache, ont été comparées entre elles et avec les mesures classiques en chambre de flux. L’objectif global était d’explorer la faisabilité de méthodes différentes de surveillance de ces émissions et quantifier les taux d’émissions de certains polluants, dont 40 espèces de composés organiques volatils (COV), 28 composés polycycliques aromatiques (HAP), 5 composés de soufre réduit (CSR) et de gaz à effet de serre (GES). Les HAP figurent dans la Liste des substances toxiques prescrites par la Loi canadienne sur la protection de l’environnement (1999) et, en vertu de celle-ci, ils sont assujettis à des mesures de gestion. Les objectifs de qualité de l’air ambiant (OWAA) ne s’appliquent pas à l’air immédiatement au-dessus des sources d’émissions telles que les étangs de résidus. Les mesures, qui ont commencé le 28 juillet 2017 et sont terminées le 5 septembre 2017, ont généré 39 jours de données en continu, principalement avec une résolution temporelle d’environ une seconde. La plateforme de mesure centrale était constituée d’une tour mobile de 32 m, munie d’entrées d’air à 4 m, 8 m, 18 m et 32 m. L’air aspiré de ces altitudes était dirigé vers une remorque où se trouvaient plusieurs analyseurs de gaz. À ces mêmes hauteurs, l’humidité, la température et le champ de vent turbulent tridimensionnel ont été mesurés. Ces mesures ponctuelles ont été complétées par des mesures sur de longues distances de certains gaz à l’état de traces le long de la rive, ainsi que par un échantillonnage intégré sur un milieu filtrant au moyen d’échantillonneurs actifs à grand débit et d’échantillonneurs passifs. Treize contenants d’acier inoxydable ont servi à la prise manuelle d’échantillons d’air aux fins d’une analyse subséquente par chromatographie en phase gazeuse. En outre, on a prélevé 20 échantillons de l’eau de surface des étangs pendant trois jours de l’étude afin d’estimer les émissions à l’aide de modèles d’échange eau-atmosphère et de les lier aux résultats des observations micrométéorologiques de 2013 et 2014.\r\n\r\nRéférences\r\nGalarneau E., Hollebone B.P., Yang Z. et Schuster J. 2014 « Preliminary measurement-based estimates of PAH emissions from oil sands tailings ponds ». Atmospheric Environment, vol. 97, p. 332-335.\r\nSmall C.C., Cho S., Hashisho Z. et Ulrich A.C. 2015 « Emissions from oil sands tailings ponds: Review of tailings pond parameters and emission estimates ». Journal of Petroleum Science and Engineering, vol. 127, 490-501.","en":"Concentrations of Polycyclic Aromatic Hydrocarbons and Total Petroleum Hydrocarbons in Tailings Pond Water in the Oil Sands Region – September 2013 \r\n\r\nTo evaluate evaporation from tailings ponds as a potential source of emissions of pollutants to air, bulk water samples were collected from 8 locations in two ponds at a single facility in the oil sands region over two days in September 2013. Chemical measurements of polycyclic aromatic hydrocarbons (PAHs) and total petroleum hydrocarbons (TPH) were made. PAH data are reported for the sixteen species identified as priority pollutants by the US EPA. TPH refers to the total amount of hydrocarbon compounds. In this dataset, TPH values represent the amount of saturate and aromatic hydrocarbons measured in the tailings pond water samples as determined using specific analytical techniques (fractionation and gas chromatography). PAHs are included on the List of Toxic Substances of the Canadian Environmental Protection Act (CEPA) and are subject to management under the Act. Results suggest that PAH emissions to the atmosphere from tailings pond water are significant when compared to other reported sources in the region, as reported in the paper by Galarneau et al., 2014.\r\n\r\n\r\n\r\nConcentrations and Fluxes of Odours, Reduced Sulphur Compounds (RSCs) and Volatile Organic Compounds (VOCs) Emitted from Tailings Pond Water in the Oil Sands Region – October 2014\r\n\r\nTo generate estimates of potential emissions to the air from tailings pond water, surface water samples were collected from five locations within a single tailings pond in October 2014. A laboratory flux chamber was used to evaluate potential emissions to the air from tailings pond water. The air was then analysed for reduced sulphur compounds (RSC), volatile organic compounds (VOC) and odour intensity and concentration. VOC and RSC fluxes to the atmosphere from tailings pond water contribute to the overall burden of smog- and odour-causing compounds in the region. Results are presented as concentrations in the generated air and as emission fluxes (i.e. rate of flow of the compound from the water to the air) derived using the flux chamber flow characteristics. Air concentrations measured using laboratory flux chambers simulate the state of the atmosphere under limited conditions and do not represent the full range of values that can arise due to variations in factors such as temperature and wind speed. Ambient air quality objectives (AAQOs) do not apply to air directly above emissions sources such as tailings ponds; nor do they apply to these air data generated from tailings pond water samples. \r\n\r\n\r\n\r\nMulti-method Measurements of Pollutant Emissions from a Tailings Pond, Oil Sands Region - Summer 2017\r\n\r\nTailings ponds in the Athabasca Oil Sands region in Alberta are known to contribute to fugitive emissions of pollutants to the atmosphere (Galarneau et al., 2014 and Small et al. 2015). A measurement study was executed in the summer of 2017 on Suncor Pond 2/3 in collaboration with Suncor, Alberta Environment and Parks and the University of Alberta, branded TAPOS (TAilings POnd Study), to test a combination of different methodologies to quantify fluxes of air pollutants from the pond to the atmosphere. These methodologies included eddy covariance, vertical gradients, inverse dispersion models, and vertical radial plume mapping, to compare between each other and with traditional flux chamber measurements. The overarching objectives were to explore the feasibility of alternative methods to monitor these emissions, and to quantify the emission rates of a number of pollutants, including 40 speciated volatile organic compounds (VOCs), 28 polycyclic aromatic compounds (PAHs), 5 reduced sulfur compounds (RSCs), and greenhouse gases (GHG). PAHs are included on the List of Toxic Substances of the Canadian Environmental Protection Act (CEPA) and are subject to management under the Act. Ambient air quality objectives (AAQOs) do not apply to air directly above emissions sources such as tailings ponds. \r\n Measurements commenced on July 28, 2017 and ended on September 5, 2017, producing 39 days of continuous data, mostly at a temporal resolution of around 1 second. The central measurement platform was a 32m mobile tower with air inlets at 4m, 8m, 18m and 32m. Air was drawn from these heights into a trailer housing several trace gas analyzers. At the same heights, the 3-dimensional turbulent wind field, temperature and humidity were recorded. These single-point measurements were complemented by long-path measurements of selected trace gases along the shoreline, as well as integrated sampling onto filter media using active high-volume and passive samplers. There were 13 stainless steel canisters used for grab samples of the air for subsequent gas-chromatography analysis. In addition, 20 samples of pond surface water were taken on 3 days during the study, to estimate emissions using water-atmosphere exchange models and to tie the micrometeorological results to results from 2013 and 2014. \r\n\r\nReferences\r\nGalarneau, E.; Hollebone, B. P.; Yang, Z.; Schuster, J., Preliminary measurement-based estimates of PAH emissions from oil sands tailings ponds. Atmospheric Environment 2014, 97, 332-335.\r\nSmall, C. C.; Cho, S.; Hashisho, Z.; Ulrich, A. C., Emissions from oil sands tailings ponds: Review of tailings pond parameters and emission estimates. Journal of Petroleum Science and Engineering 2015, 127, 490-501."},"imso_approval":"true","maintainer":null,"creator":"","association_type":[],"org_section":{"fr":"","en":""},"jurisdiction":"federal","private":false,"maintainer_email":"open-ouvert@tbs-sct.gc.ca","num_tags":0,"contributor":{"fr":"","en":""},"frequency":"as_needed","keywords":{"fr":["Air ambiant","sables bitumineux","émissions","les sources pontuelles","les sources étendues","concentration atmosphérique","dépôts","bassins de résidus","hydrocarbures aromatiques polycycliques","composés organiques volatiles","composés sulfurés réduits","odeur","Sables bitumineux","Qualité de l'air"],"en":["Ambient air","oil sands","emissions","point source","area source","atmospheric concentrations","deposition","tailings pond","polycyclic aromatic hydrocarbons","volatile organic compounds","reduced sulphur compounds","odour","Oil sands","Air quality"]},"data_series_issue_identification":{"fr":"","en":""},"ready_to_publish":"true","id":"8ad8acec-6f22-4950-a004-2f3ddd920507","metadata_created":"2019-02-21T21:22:53.190675","subject":["nature_and_environment"],"spatial_representation_type":[],"metadata_modified":"2019-07-19T18:53:29.075476","author":null,"author_email":null,"geographic_region":["48"],"position_name":{},"portal_release_date":"2019-02-21","digital_object_identifier":"10.18164/6699bdff-8115-45cb-bea3-4808183bc90f","state":"active","version":null,"relationships_as_object":[],"time_period_coverage_start":"1994-01-01 00:00:00","title_translated":{"fr":"Les émissions des bassins de résidus dans l’atmosphère de région des sables bitumineux","en":"Emissions from Tailings Ponds to the Atmosphere, Oil Sands Region"},"type":"dataset","resources":[{"cache_last_updated":null,"unique_identifier":"","package_id":"8ad8acec-6f22-4950-a004-2f3ddd920507","datastore_active":false,"id":"4bce288d-bee0-438d-9dd4-157dc29ad438","character_set":"","state":"active","name_translated":{"fr":"Voir le Dépôt de données d'ECCC (Anglais)","en":"View ECCC Data Mart (English)"},"hash":"","description":"","format":"HTML","date_published":"","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"View ECCC Data Mart (English)","language":["en"],"created":"2019-02-21T21:22:53.822571","url":"http://data.ec.gc.ca/data/air/monitor/source-emissions-monitoring-oil-sands-region/emissions-from-tailings-ponds-to-the-atmosphere-oil-sands-region","last_modified":null,"resource_type":"website","position":0,"revision_id":"8ad2074c-57ae-4a82-b41a-55145436a927","data_quality":[]},{"cache_last_updated":null,"unique_identifier":"","package_id":"8ad8acec-6f22-4950-a004-2f3ddd920507","datastore_active":false,"id":"bc97da79-db76-4754-94d4-4f45a05fe7f6","character_set":"","state":"active","name_translated":{"fr":"Voir le Dépôt de données d'ECCC (Français)","en":"View ECCC Data Mart (French)"},"hash":"","description":"","format":"HTML","date_published":"","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"View ECCC Data Mart (French)","language":["fr"],"created":"2019-02-21T21:22:53.822580","url":"http://data.ec.gc.ca/data/air/monitor/source-emissions-monitoring-oil-sands-region/emissions-from-tailings-ponds-to-the-atmosphere-oil-sands-region?lang=fr","last_modified":null,"resource_type":"website","position":1,"revision_id":"8ad2074c-57ae-4a82-b41a-55145436a927","data_quality":[]},{"cache_last_updated":null,"unique_identifier":"","package_id":"8ad8acec-6f22-4950-a004-2f3ddd920507","datastore_active":false,"id":"a77f6746-3bfd-4e29-9371-c03042afcfe4","character_set":"","state":"active","name_translated":{"fr":"Publication scientifique - « Preliminary measurement-based estimates of PAH emissions from oil sands tailings ponds »","en":"Scientific Publication - Preliminary measurement-based estimates of PAH emissions from oil sands tailings ponds"},"hash":"","description":"","format":"HTML","date_published":"","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"Scientific Publication - Preliminary measurement-based estimates of PAH emissions from oil sands tailings ponds","language":["en"],"created":"2019-02-21T21:22:53.822583","url":"http://www.sciencedirect.com/science/article/pii/S1352231014006323","last_modified":null,"resource_type":"website","position":2,"revision_id":"8ad2074c-57ae-4a82-b41a-55145436a927","data_quality":[]},{"cache_last_updated":null,"unique_identifier":"","package_id":"8ad8acec-6f22-4950-a004-2f3ddd920507","datastore_active":false,"id":"f482b6bf-c8ae-4384-839f-0aae31b4e37b","character_set":"","state":"active","name_translated":{"fr":"La Liste des substances toxiques gérées sous la LCPE 1999 (l'annexe 1) (Anglais)","en":"List of Toxic Substances Managed Under CEPA (Schedule 1) (English)"},"hash":"","description":"","format":"HTML","date_published":"","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"List of Toxic Substances Managed Under CEPA (Schedule 1) (English)","language":["en"],"created":"2019-02-21T21:22:53.822586","url":"https://www.canada.ca/en/environment-climate-change/services/management-toxic-substances/list-canadian-environmental-protection-act.html","last_modified":null,"resource_type":"website","position":3,"revision_id":"8ad2074c-57ae-4a82-b41a-55145436a927","data_quality":[]},{"cache_last_updated":null,"unique_identifier":"","package_id":"8ad8acec-6f22-4950-a004-2f3ddd920507","datastore_active":false,"id":"8b440f6b-ef83-4374-8418-f5e20bcf3399","character_set":"","state":"active","name_translated":{"fr":"La Liste des substances toxiques gérées sous la LCPE 1999 (l'annexe 1) (Français)","en":"List of Toxic Substances Managed Under CEPA (Schedule 1) (French)"},"hash":"","description":"","format":"HTML","date_published":"","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"List of Toxic Substances Managed Under CEPA (Schedule 1) (French)","language":["fr"],"created":"2019-02-21T21:22:53.822588","url":"https://www.canada.ca/fr/environnement-changement-climatique/services/gestion-substances-toxiques/liste-loi-canadienne-protection-environnement.html","last_modified":null,"resource_type":"website","position":4,"revision_id":"8ad2074c-57ae-4a82-b41a-55145436a927","data_quality":[]}],"place_of_publication":[],"metadata_contact":{},"num_resources":5,"topic_category":[],"tags":[],"spatial":"{\"type\": \"Polygon\", \"coordinates\": [[[-113.583, 60.243], [-108.787, 60.243], [-108.787, 54.107], [-113.583, 54.107], [-113.583, 60.243]]]}","collection":"primary","org_title_at_publication":{"fr":"Environnement et Changement climatique Canada","en":"Environment and Climate Change Canada"},"date_published":"2015-11-10 00:00:00","display_flags":[],"groups":[],"creator_user_id":"4cfa9a9c-1d95-40eb-86f9-bc0c8ec45d1f","data_series_name":{"fr":"","en":""},"relationships_as_subject":[],"license_title":"Open Government Licence - Canada","restrictions":"unrestricted","organization":{"description":"","created":"2016-09-23T17:25:23.598825","title":"Environment and Climate Change Canada | Environnement et Changement climatique Canada","name":"ec","is_organization":true,"state":"active","image_url":"","revision_id":"38f75d48-68d0-46b4-9f5b-89618853cde4","type":"organization","id":"49E2ADF4-AD7A-43EB-85C8-6433D37ED62C","approval_status":"approved"},"name":"8ad8acec-6f22-4950-a004-2f3ddd920507","isopen":false,"license_id":"ca-ogl-lgo","url":null,"notes":"Concentrations of Polycyclic Aromatic Hydrocarbons and Total Petroleum Hydrocarbons in Tailings Pond Water in the Oil Sands Region – September 2013 \r\n\r\nTo evaluate evaporation from tailings ponds as a potential source of emissions of pollutants to air, bulk water samples were collected from 8 locations in two ponds at a single facility in the oil sands region over two days in September 2013. Chemical measurements of polycyclic aromatic hydrocarbons (PAHs) and total petroleum hydrocarbons (TPH) were made. PAH data are reported for the sixteen species identified as priority pollutants by the US EPA. TPH refers to the total amount of hydrocarbon compounds. In this dataset, TPH values represent the amount of saturate and aromatic hydrocarbons measured in the tailings pond water samples as determined using specific analytical techniques (fractionation and gas chromatography). PAHs are included on the List of Toxic Substances of the Canadian Environmental Protection Act (CEPA) and are subject to management under the Act. Results suggest that PAH emissions to the atmosphere from tailings pond water are significant when compared to other reported sources in the region, as reported in the paper by Galarneau et al., 2014.\r\n\r\n\r\n\r\nConcentrations and Fluxes of Odours, Reduced Sulphur Compounds (RSCs) and Volatile Organic Compounds (VOCs) Emitted from Tailings Pond Water in the Oil Sands Region – October 2014\r\n\r\nTo generate estimates of potential emissions to the air from tailings pond water, surface water samples were collected from five locations within a single tailings pond in October 2014. A laboratory flux chamber was used to evaluate potential emissions to the air from tailings pond water. The air was then analysed for reduced sulphur compounds (RSC), volatile organic compounds (VOC) and odour intensity and concentration. VOC and RSC fluxes to the atmosphere from tailings pond water contribute to the overall burden of smog- and odour-causing compounds in the region. Results are presented as concentrations in the generated air and as emission fluxes (i.e. rate of flow of the compound from the water to the air) derived using the flux chamber flow characteristics. Air concentrations measured using laboratory flux chambers simulate the state of the atmosphere under limited conditions and do not represent the full range of values that can arise due to variations in factors such as temperature and wind speed. Ambient air quality objectives (AAQOs) do not apply to air directly above emissions sources such as tailings ponds; nor do they apply to these air data generated from tailings pond water samples. \r\n\r\n\r\n\r\nMulti-method Measurements of Pollutant Emissions from a Tailings Pond, Oil Sands Region - Summer 2017\r\n\r\nTailings ponds in the Athabasca Oil Sands region in Alberta are known to contribute to fugitive emissions of pollutants to the atmosphere (Galarneau et al., 2014 and Small et al. 2015). A measurement study was executed in the summer of 2017 on Suncor Pond 2/3 in collaboration with Suncor, Alberta Environment and Parks and the University of Alberta, branded TAPOS (TAilings POnd Study), to test a combination of different methodologies to quantify fluxes of air pollutants from the pond to the atmosphere. These methodologies included eddy covariance, vertical gradients, inverse dispersion models, and vertical radial plume mapping, to compare between each other and with traditional flux chamber measurements. The overarching objectives were to explore the feasibility of alternative methods to monitor these emissions, and to quantify the emission rates of a number of pollutants, including 40 speciated volatile organic compounds (VOCs), 28 polycyclic aromatic compounds (PAHs), 5 reduced sulfur compounds (RSCs), and greenhouse gases (GHG). PAHs are included on the List of Toxic Substances of the Canadian Environmental Protection Act (CEPA) and are subject to management under the Act. Ambient air quality objectives (AAQOs) do not apply to air directly above emissions sources such as tailings ponds. \r\n Measurements commenced on July 28, 2017 and ended on September 5, 2017, producing 39 days of continuous data, mostly at a temporal resolution of around 1 second. The central measurement platform was a 32m mobile tower with air inlets at 4m, 8m, 18m and 32m. Air was drawn from these heights into a trailer housing several trace gas analyzers. At the same heights, the 3-dimensional turbulent wind field, temperature and humidity were recorded. These single-point measurements were complemented by long-path measurements of selected trace gases along the shoreline, as well as integrated sampling onto filter media using active high-volume and passive samplers. There were 13 stainless steel canisters used for grab samples of the air for subsequent gas-chromatography analysis. In addition, 20 samples of pond surface water were taken on 3 days during the study, to estimate emissions using water-atmosphere exchange models and to tie the micrometeorological results to results from 2013 and 2014. \r\n\r\nReferences\r\nGalarneau, E.; Hollebone, B. P.; Yang, Z.; Schuster, J., Preliminary measurement-based estimates of PAH emissions from oil sands tailings ponds. Atmospheric Environment 2014, 97, 332-335.\r\nSmall, C. C.; Cho, S.; Hashisho, Z.; Ulrich, A. C., Emissions from oil sands tailings ponds: Review of tailings pond parameters and emission estimates. Journal of Petroleum Science and Engineering 2015, 127, 490-501.","owner_org":"49E2ADF4-AD7A-43EB-85C8-6433D37ED62C","audience":[],"license_url":"http://open.canada.ca/en/open-government-licence-canada","program_page_url":{"fr":"","en":""},"title":"Emissions from Tailings Ponds to the Atmosphere, Oil Sands Region","revision_id":"8ad2074c-57ae-4a82-b41a-55145436a927"}