{"notes_translated":{"fr":"Lors du dernier maximum glaciaire (DMG) le complexe glaciaire de l'Amérique du Nord comprenait trois nappes glaciaires principales : l'inlandsis laurentidien, centré sur le Bouclier canadien, mais qui s'étendait également vers l'ouest et le sud sur les plaines intérieures; l'inlandsis de la Cordillère, qui noyait la ceinture montagneuse occidentale entre le front glaciaire commun le plus septentrional, les États-Unis et la Béringie (territoire du Yukon et Alaska non glaciés); et l'inlandsis innuitien, qui recouvrait la plus grande partie de l'archipel Arctique canadien au nord de 75° de latitude nord environ. On désigne souvent la couverture glaciaire de Terre-Neuve et des provinces Maritimes du Canada pendant cet intervalle par l'expression complexe glaciaire appalachien parce que la glace s'écoulait depuis des centres locaux à l'intérieur de cette région plutôt que depuis le Bouclier canadien. Toutes les nappes glaciaires périphériques confluaient généralement avec l'inlandsis laurentidien au DMG et l'inlandsis du Groenland confluait avec l'inlandsis innuitien. Le complexe glaciaire de l'Amérique du Nord fut de loin la plus étendue des nappes glaciaires du Pléistocène tardif, couvrant une superficie d'environ 15 millions de kilomètres carrés (17,4 millions avec l'inlandsis du Groenland). Sa croissance et sa dégradation expliquent ainsi plus de la moitié, et peut-être même les trois quarts de la variation du niveau de la mer à l'échelle planétaire pendant le dernier cycle glaciaire. Sa présence a profondément modifié le système climatique planétaire et la déformation isostatique du globe. Le coeur de ce complexe, l'inlandsis laurentidien, comportait trois secteurs principaux : le secteur du Labrador, le secteur du Keewatin et le secteur de Baffin. Ces secteurs sont nommés d'après les régions de formation de la nappe de glace et les régions probables d'écoulement au DMG. Ils se trouvaient respectivement à l'est, à l'ouest et au nord de la baie d'Hudson. Des synthèses à l'échelle continentale du retrait de la glace suite au DMG sont présentées par Prest (1969), Bryson et coll. (1969), Denton et Hughes (1981), Dyke et Prest (1987) et Dyke et coll. (2003). c'est de cette dernière que sont tirées les cartes présentées dans ce site Web. L'histoire de la déglaciation est assez bien connue parce qu'elle est basée sur les formes de terrains glaciaires cartographiées, comme les moraines terminales et les drumlins, et limitée dans le temps par radiodatation. Ses grandes configurations sont connues depuis des décennies d'après des compilations à grande échelle comme la Carte glaciaire du Canada (Prest et coll., 1968; Dyke et Prest, 1987) et la carte glaciaire des États-Unis à l'est des rocheuses (Glacial Map of the United States East of the Rockies, (Flint et coll., 1959). l'hypothèse fondamentale pour l'interprétation de ces configurations, et elle est commune aux efforts actuels et passés, veut que les moraines ou autres entités glaciaires marginales ne témoignent pas de marges glaciaires spécifiques, les marges glaciaires avaient tendance à être perpendiculaires aux directions d'écoulement de la glace. Cette hypothèse couramment admise explique les configuration fondamentalement similaires reconnues dans la plupart des reconstitutions de la déglaciation, soit le recul jusqu'au trois principaux centres que furent le Keewatin, le Québec-Labrador et l'île de Baffin. La plupart des dates directes déterminées de positions de marges glaciaires ont été obtenues en des emplacements où des moraines ou des entités formées par les eaux de fonte ont été suivies jusque dans des dépôts marins renfermant des coquillages couramment présents dans les deltas de contact glaciaire. Les occasions de datation directe d'entités de marges glaciaires à l'intérieur des terres de la limite de l'incursion marine postglaciaire sont extrêmement rares puisqu'elles se limitent aux quelques emplacements qui peuvent être rattachés à l'échelle des radiodatations c'est-à-dire ceux de réavancées glaciaires sur une végétation vivante ou morte depuis peu, ou aux ceux où une chronologie peut être établie d'après des varves de lacs proglaciaires. Les autres contraintes temporelles possibles prennent exclusivement la forme de dates limites minimum dérivées de sédiments lacustres, de tourbe, de bois, de macrofossiles végétaux, de foraminifères et d'os de mammifères. Des corrections de réservoirs sont appliquées aux dates dérivées de foraminifères comme elles le sont aux mollusques marins. De récentes améliorations en détermination de l'âge et une cartographie plus détaillée des configurations de déglaciation ont permis d'établir une meilleure corrélation entre la déglaciation de l'Amérique du Nord et les événements climatiques majeurs dans la région de l'Atlantique Nord reconnus dans les carottes de glace extraites au Groenland. Il n'y a eu que relativement peu de recul avant 14 000 ans avant le présent (BP), sauf en eau profonde sur la plate-forme continentale au large de la Nouvelle-Angleterre et du Canada atlantique. En fait, la marge glaciaire de l'inlandsis de la Cordillère a continué à progresser dans les basses terres de Puget de l'État du Washington jusqu'à 14 500 ans BP. l'accélération du recul il y a 14 000 ans correspond avec le réchauffement soudain évident dans les carottes recueillies à Summit au Groenland. Le refroidissement au Dryas récent (il y a 11 000 à 10 000 ans) a eu une importante influence sur le comportement des marges glaciaires des nappes nord-américaines. Influence similaire à celle observée pour la nappe glaciaire scandinave. Une étroite corrélation est maintenant établie entre l'épisode froid marqué d'il y a 8200 ans (radiodaté à 7500 ans BP) et la déglaciation de la baie d'Hudson ainsi que le drainage des lacs glaciaires Agassiz et Ojibway (Barber et coll., 1999). La superficie du plus grand complexe glaciaire au monde n'avait diminué que de moins de 10 % il y a 14 000 ans. Ensuite, le recul fut quasi-linéaire jusqu'à 7000 ans BP, époque à laquelle seulement 10 % de la région restait davantage englacée qu'aujourd'hui. Seuls deux événements ont perturbé la réduction linéaire de la superficie englacée : un recul ralenti pendant l'intervalle du Dryas récent et un recul accéléré pendant l'ouverture rapide de la baie d'Hudson.","en":"In order to predict how present changes in climate will affect Canada's environment, it is essential to understand the environmental impacts of past climate changes. In this activity, paleogeographic data from the last 18,000 years are assembled, synthesized, published, and web-enabled to help guide climate change adaptation strategies. Understanding the natural variability of the climate-environment system is essential for assessing present changes in climate associated with human activities. Of particular interest are the changes in climate over the last 18,000 years, from the Last Glacial Maximum (the period during the last ice age when the ice was at maximum extent) to the present. This activity displays some of the environmental consequences of past climate change that have occurred in North America since the Last Glacial Maximum."},"imso_approval":"true","maintainer":null,"association_type":[],"org_section":{},"jurisdiction":"federal","private":false,"maintainer_email":"NRCan.geogratis-geogratis.RNCan@canada.ca","num_tags":0,"contributor":{},"frequency":"as_needed","keywords":{"fr":["glace","plante"],"en":["ice","plants"]},"data_series_issue_identification":{"fr":"Études paléo-environnementales sur les changements climatiques","en":"Paleo-environmental records of climate change across Canada - Vegetation History, Glaciated North America"},"ready_to_publish":"true","id":"a384bada-a787-5b49-9799-f5d589e97bd3","metadata_created":"2016-09-25T03:47:16.470213","subject":["nature_and_environment","science_and_technology"],"spatial_representation_type":[],"metadata_modified":"2017-01-30T04:35:08.232075","author":null,"author_email":"NRCan.geogratis-geogratis.RNCan@canada.ca","geographic_region":[],"position_name":{},"portal_release_date":"2017-01-18","digital_object_identifier":"","state":"active","version":null,"presentation_form":"map_digital","relationships_as_object":[],"creator_user_id":"aa584ab4-544c-4c5c-81da-d1cff9bd96fa","title_translated":{"fr":"Études paléo-environnementales sur les changements climatiques","en":"Paleo-environmental records of climate change across Canada - Vegetation History, Glaciated North America"},"type":"dataset","resources":[{"cache_last_updated":null,"package_id":"a384bada-a787-5b49-9799-f5d589e97bd3","datastore_active":false,"id":"a9e88e0e-8ad9-4c4f-9fbb-f86b8b7252b8","state":"active","name_translated":{"fr":"Télécharger le fichier en format ZIP (shp) via HTTP","en":"Download ZIP (shp) through HTTP"},"hash":"","description":"","format":"ZIP","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"Download ZIP (shp) through HTTP","language":["en","fr"],"created":"2017-01-29T23:35:09.045082","url":"http://ftp.geogratis.gc.ca/pub/nrcan_rncan/vector/geology/veg-history/Vegetation_History_NorthAm.zip","last_modified":null,"data_quality":[],"position":0,"revision_id":"72edba52-2eb3-4af1-9d9b-b3479860350b","resource_type":"dataset"}],"place_of_publication":[],"metadata_contact":{},"num_resources":1,"topic_category":["climatology_meterology_atmosphere","environment"],"tags":[],"spatial":"{\"type\": \"Polygon\", \"coordinates\": [[[-160.0, 90.0], [-160.0, 38.0], [-52.0, 38.0], [-52.0, 90.0], [-160.0, 90.0]]]}","collection":"geogratis","org_title_at_publication":{"fr":"Ressources naturelles Canada","en":"Natural Resources Canada"},"date_published":"2010-01-28 00:00:00","display_flags":[],"groups":[],"license_id":"ca-ogl-lgo","data_series_name":{"fr":"Enregistrements paléoenvironnementaux des changements climatiques","en":"Paleo-environmental records of climate change"},"relationships_as_subject":[],"license_title":"Open Government Licence - Canada","restrictions":"unrestricted","organization":{"description":"","created":"2016-09-23T17:25:46.737130","title":"Natural Resources Canada | Ressources naturelles Canada","name":"nrcan-rncan","is_organization":true,"state":"active","image_url":"","revision_id":"a0c5bf0d-8541-443d-a8bf-b04a249733f4","type":"organization","id":"9391E0A2-9717-4755-B548-4499C21F917B","approval_status":"approved"},"name":"a384bada-a787-5b49-9799-f5d589e97bd3","isopen":false,"url":"{u'fr': u'http://geogratis.gc.ca/api/fr/nrcan-rncan/ess-sst/a384bada-a787-5b49-9799-f5d589e97bd3', u'en': u'http://geogratis.gc.ca/api/en/nrcan-rncan/ess-sst/a384bada-a787-5b49-9799-f5d589e97bd3'}","notes":"In order to predict how present changes in climate will affect Canada's environment, it is essential to understand the environmental impacts of past climate changes. In this activity, paleogeographic data from the last 18,000 years are assembled, synthesized, published, and web-enabled to help guide climate change adaptation strategies. Understanding the natural variability of the climate-environment system is essential for assessing present changes in climate associated with human activities. Of particular interest are the changes in climate over the last 18,000 years, from the Last Glacial Maximum (the period during the last ice age when the ice was at maximum extent) to the present. This activity displays some of the environmental consequences of past climate change that have occurred in North America since the Last Glacial Maximum.","owner_org":"9391E0A2-9717-4755-B548-4499C21F917B","audience":[],"license_url":"http://open.canada.ca/en/open-government-licence-canada","program_page_url":{},"title":"Paleo-environmental records of climate change across Canada - Vegetation History, Glaciated North America","revision_id":"72edba52-2eb3-4af1-9d9b-b3479860350b"}