{"notes_translated":{"fr":"Cette publication de données contient un ensemble de fichiers dans lesquels différentes variables en lien avec la sévérité des feux de forêt (Canada Landsat Burned Severity, CanLaBS) ont été calculées pour tous les évènements au Canada entre 1985 à 2015 détectés par le produit Canada Landsat Disturbance (CanLaD (Guindon et al. 2017 et 2018). Les détails sur la création de ce produit sont disponibles dans Guindon et al. 2020 (https://doi.org/10.1139/cjfr-2020-0353 ) et dans les matériels supplémentaires accompagnant la publication. Le document actuel est donc un complément à l’article et aux matériels supplémentaires. Les matériels supplémentaires sont référencés dans la publication (cjfr-2020-0353suppla, cjfr-2020-0353supplb etc…) en version anglaise seulement.    \n  \n    \n  \n  Ce produit se veut une première version pan canadienne qui vise à favoriser la recherche sur la sévérité des feux au Canada en rendant disponibles les données utilisées dans l’article. Les données sont sous forme de grille composée de pixels à une résolution de 30m. Pour simplifier la distribution et la manipulation des données et considérant que les endroits ayant subies deux ou trois perturbations sont peu fréquents (respectivement 2.3% et moins de 0.01%), seulement les données sur les feux plus récents sont diffusées dans le produit final, allant de 2015 à 1985, les données pour les zones brûlées les plus récentes étant superposées aux anciennes pour ces très rares cas. Ces zones de feux superposés ont des valeurs égales ou supérieures à deux dans la couche suivante (CanLaBS_Nbdisturb_v0).    \n  \n    \n  \n  Les valeurs radiométriques de Landsat pour calculer l’indice NBR ont été dérivées à partir des mosaïques Landsat de juillet et août, de 1984 à 2015 (Guindon et al. 2018). Ces mosaïques ont été développées à partir des scènes individuelles de la USGS avec la correction de réflectance au sol (Masek et al, 2006; Vermote et al, 2006). Pour chaque composé annuel, le pixel ayant l’opacité atmosphérique la plus basse a été retenu. Un algorithme a aussi été développé pour enlever les nuages qui n’avaient pas été détectés par les masques de nuages fournis avec les données de la USGS.    \n  \n    \n  \n  Voici une description générale des couches fournies et une description plus technique se trouve à la table 1 (voir la section \"Ressources\" ci-dessous) :    \n  \n    \n  \n  1.\tNBR et dNBR. Toutes ces valeurs ont été multipliées par 1000. La valeur de dNBR représente la valeur obtenue pour NBRpre – NBRpost. Il est calculé pour chaque pixel ayant été classé comme étant un feu dans CanLaD et selon l’année corrigée (voir cjfr-2020-0353suppla).    \n  \n    \n  \n  2.\tAnnée du feu. Les années des feux détectés dans CanLaD (Guindon et al 2018) ont été corrigées à l’aide de différentes bases de données sur les feux et c’est cette correction qui est offerte ici. (voir cjfr-2020-0353suppla)  \n  \n    \n  \n  3.\tJours Julien du début du feu, basé sur différents produits haute résolution. Cette variable n’est cependant disponible qu’à partir de 1989.     \n  \n    \n  \n  4.\tPrésence de coupe de récupération un an après le feu. Classification d’images satellitaires détectant les sols ayant eu de la scarification (voir cjfr-2020-0353suppld).     \n  \n    \n  \n  5.\tAttributs forestiers préfeu : Des valeurs d’attribut forestier avant feu ont été calculées pour des mosaïques médianes de 1985 et de 2000. Ces valeurs d’attributs ont été dérivées à partir d’attributs de l’IFN (Inventaire Forestier National) et ont été spatialisées. Les valeurs d’attributs pré feu ont été créés afin de stratifier les analyses (voir cjfr-2020-0353supplc). Voici les variables prédites :    \n  \n    \n  \n  •\tDensité de la canopée en pourcentage.     \n  \n    \n  \n  •\tBiomasse vivante prédite en tonnes par hectare.   \n  \n    \n  \n  •\tProportion en pourcentage de la biomasse de conifère sur la biomasse totale.     \n  \n    \n  \n  •\tProportion en pourcentage de la biomasse de feuillus sur la biomasse totale.    \n  \n    \n  \n  •\tProportion en pourcentage de la biomasse d’essence indéterminée sur la biomasse totale. Note, présence d’essences indéterminées surtout dans les zones nordiques, elles sont considérées comme étant conifériennes pour l’article.    \n  \n    \n  \n  6.\tDonnées satellitaires manquantes un an après feu. Pour l’estimation de la sévérité un an après le feu, il est normalement possible dans 91% des cas d’obtenir un NBR post feu, mais dans 9% des cas, aucune donnée n’était disponible dû à la présence de nuages. Pour ces cas, les données satellitaires de l’année subséquente ont été utilisées avec une correction de la radiométrie par régression, ce qui a permis de dériver les valeurs de l’année suivant le feu. Dans cette couche se trouvent les valeurs de 1= un an après le feu (aucune régression), 2= deux ans après le feu (régression), 3= trois ans après le feu (régression) et 4= quatre ans après le feu (aucune régression, données manquantes). (voir cjfr-2020-0353supplb)    \n  \n    \n  \n  7.\tZones ayant connues plus d’une perturbation de nature feu entre 1985 et 2015 (1= une seule perturbation, 2=deux et plus, 3=trois ou plus).     \n  \n    \n  \n  ## Citation pour ce jeu de données:    \n  \n    \n  \n  1.\tGuindon, L., Villemaire P., Manka F., Dorion H. , Skakun R., St-Amant R., Gauthier S. : Canada Landsat Burned Severity (CanLaBS): a Canada-wide Landsat-based 30-m resolution product of burned severity since 1985    \n  \n    \n  \n  https://doi.org/10.23687/b1f61b7e-4ba6-4244-bc79-c1174f2f92cd     \n  \n    \n  \n  2.\tLa création, la validation et les limites du produit CanLaBS sont décrites dans le texte et dans le fichier « Supplementary Information » associé à l’article suivant: Guindon, L., Gauthier, S., Manka, F., Parisien, MA, Whitman, E., Bernier, P., Beaudoin, A., Villemaire P., Skakun R. Trends in wildfire burn severity across Canada, 1985 to 2015    \n  \n    \n  \n  https://doi.org/10.1139/cjfr-2020-0353     \n  \n    \n  \n  ## Références citées:    \n  \n    \n  \n  1.\tGuindon, L., Villemaire, P., St-Amant, R., Bernier, P.Y., Beaudoin, A., Caron, F., Bonucelli, M.,and  \n  \n    \n  \n  Dorion, H. 2017. Canada Landsat Disturbance (CanLaD): a Canada-wide Landsat-based 30m   \n  \n    \n  \n  resolution product of fire and harvest detection and attribution since 1984.     \n  \n    \n  \n  https://doi.org/10.23687/add1346b-f632-4eb9-a83d-a662b38655ad     \n  \n    \n  \n  2.\tGuindon, L., Bernier, P., Gauthier, S., Stinson, G., Villemaire, P., & Beaudoin, A. (2018). Missing forest cover gains in boreal forests explained. Ecosphere, 9(1), e02094.    \n  \n    \n  \n  https://doi.org//10.1002/ecs2.2094     \n  \n    \n  \n  3.\tMasek, J.G., Vermote, E.F., Saleous N.E., Wolfe, R., Hall, F.G., Huemmrich, K.F., Gao, F., Kutler, J., and Lim, T-K. (2006). A Landsat surface reflectance dataset for North America, 1990–2000. IEEE Geoscience and Remote Sensing Letters 3(1):68-72.    \n  \n    \n  \n  http://dx.doi.org/10.1109/LGRS.2005.857030.    \n  \n    \n  \n  4.\tVermote, E., Justice, C., Claverie, M., & Franch, B. (2016). Preliminary analysis of the performance of the Landsat 8/OLI land surface reflectance product. Remote Sensing of Environment.    \n  \n    \n  \n  http://dx.doi.org/10.1016/j.rse.2016.04.008.","en":"This data publication contains a set of files in which different variables related to fire burned severity (Canada Landsat Burned Severity, CanLaBS) were computed for all events in Canada between 1985 and 2015 as detected by the Canada Landsat Disturbance (CanLaD (Guindon et al. 2017 and 2018) product. Details on the creation of this product are available in Guindon et al. 2020 (https://doi.org/10.1139/cjfr-2020-0353) and in supplementary materials accompanying the publication. The current document is therefore a complement to the article and supplementary materials. The supplementary materials are referenced in the publication (cjfr-2020-0353suppla, cjfr-2020-0353supplb etc.).   \n  \n    \n  \n  This is the first Canada-wide product that aims to promote nationwide research on fire severity by making available the data used in the article. The data is in the form of grids composed of pixels at a resolution of 30m. To simplify the distribution and manipulation of the data and considering that two or three fire occurrences within a given location is rare (respectively 2.3% and less than 0.01%), only the most recent fire data are considered in the final product. For these very rare cases, from 2015 to 1985, the most recent burned areas overlap the older data. Overlapping fire count can be found in layer “CanLaBS_Nbdisturb_v0”, multiple fire events in same areas have values equal to or greater than two.  \n  \n    \n  \n  Landsat radiometric values for calculating the NBR index were derived from summer Landsat mosaics (July and August), for years 1984 to 2015 (Guindon et al. 2018). These mosaics were developed from individual USGS Landsat scenes with surface reflectance correction (Masek et al., 2006; Vermote et al., 2006). For each annual compound, the pixel with the less atmospheric opacity was selected. An algorithm was also developed to remove clouds that were not detected by the cloud masks provided with the USGS data.  \n  \n    \n  \n  Here is a general description of the layers provided and a more technical description can be found in Table 1 (see \"Ressources\" section below):  \n  \n    \n  \n  1.\tNBR and dNBR. All these values are multiplied by 1000. The value of dNBR represents the value obtained for NBRpre - NBRpost. It is calculated for each pixel that was classified as a fire in CanLaD, according to the corrected year (see cjfr-2020-0353suppla).    \n  \n    \n  \n  2.\tYear of fire. The fire years detected in CanLaD (Guindon et al. 2018) was corrected using different fire databases, this layer contains the correct year. (see cjfr-2020-0353suppla)    \n  \n    \n  \n  3.\tJulian Days of the Fire, based on various high-resolution products. However, this variable is only available from 1989 onwards.     \n  \n    \n  \n  4.\tPresence of salvage logging one year after the fire. Classification of satellite images detecting scarified soils (see cjfr-2020-0353suppld).     \n  \n    \n  \n  5.\tPre-fire forest attributes: Pre-fire forest attributes values were calculated for median mosaics, from 1985 to 2000. These attributes values were derived from NFI (national forest inventory) photo-plot attributes and were spatialized. Pre-fire attribute values were created to stratify the analyses (see cjfr-2020-0353supplc). The predicted variables are as follows:    \n  \n    \n  \n  •\tCanopy density in percent.    \n  \n    \n  \n  •\tPredicted living biomass in tonnes per hectare.    \n  \n    \n  \n  •\tPercentage coniferous biomass proportion of total biomass.    \n  \n    \n  \n  •\tPercentage hardwood biomass proportion of total biomass.    \n  \n    \n  \n  •\tPercentage unknown species biomass proportion of total biomass. Note, as unknown species are found especially in northern areas, they are considered coniferous for the purpose of the article.    \n  \n    \n  \n  6.\tMissing remote sensing data, one year after the fire. The estimation of burned severity needs NBR data (NBRpost) in the next year after fire occurrences. NBRpost is available for 91% of the cases, but for the remaining 9%, no data were available due to the presence of clouds. For these cases, satellite data from the years following the fire were used with a regression radiometry correction. This gives values to missing data for year following the fire. This layer flags the areas that have derived data. The values of 1= one year after the fire (no regression), 2= two years after the fire (regression), 3= three years after the fire (regression) and 4= four years after the fire (no regression, set as missing data). (see cjfr-2020-0353supplb).    \n  \n    \n  \n  7.\tAreas with more than one fire disturbance between 1985 and 2015 (1=one single disturbance, 2=two or more, 3=three or more).     \n  \n    \n  \n  ## Data citation:    \n  \n    \n  \n  1.\tGuindon, L., Villemaire P., Manka F., Dorion H. , Skakun R., St-Amant R., Gauthier S. : Canada Landsat Burned Severity (CanLaBS): a Canada-wide Landsat-based 30-m resolution product of burned severity since 1985    \n  \n    \n  \n  https://doi.org/10.23687/b1f61b7e-4ba6-4244-bc79-c1174f2f92cd      \n  \n    \n  \n  2.\tThe creation, the validation and the limits of the CanLaBS product are describe in the text and supplementary material: Guindon, L., Gauthier, S., Manka, F., Parisien, MA, Whitman, E., Bernier, P., Beaudoin, A., Villemaire P., Skakun R. Trends in wildfire burn severity across Canada, 1985 to 2015    \n  \n    \n  \n  https://doi.org/10.1139/cjfr-2020-0353     \n  \n    \n  \n  ## References cited:    \n  \n    \n  \n  1.\tGuindon, L., Villemaire, P., St-Amant, R., Bernier, P.Y., Beaudoin, A., Caron, F., Bonucelli, M., and  \n  \n    \n  \n   Dorion, H. 2017. Canada Landsat Disturbance (CanLaD): a Canada-wide Landsat-based 30m  \n  \n    \n  \n  resolution product of fire and harvest detection and attribution since 1984.     \n  \n    \n  \n  https://doi.org/10.23687/add1346b-f632-4eb9-a83d-a662b38655ad    \n  \n    \n  \n  2.\tGuindon, L., Bernier, P., Gauthier, S., Stinson, G., Villemaire, P., & Beaudoin, A. (2018). Missing forest cover gains in boreal forests explained. Ecosphere, 9(1), e02094.    \n  \n    \n  \n  https://doi.org//10.1002/ecs2.2094    \n  \n    \n  \n  3.\tMasek, J.G., Vermote, E.F., Saleous N.E., Wolfe, R., Hall, F.G., Huemmrich, K.F., Gao, F., Kutler, J., and Lim, T-K. (2006). A Landsat surface reflectance dataset for North America, 1990–2000. IEEE Geoscience and Remote Sensing Letters 3(1):68-72.    \n  \n    \n  \n  http://dx.doi.org/10.1109/LGRS.2005.857030.    \n  \n    \n  \n  4.\tVermote, E., Justice, C., Claverie, M., & Franch, B. (2016). Preliminary analysis of the performance of the Landsat 8/OLI land surface reflectance product. Remote Sensing of Environment.    \n  \n    \n  \n  http://dx.doi.org/10.1016/j.rse.2016.04.008."},"place_of_publication":[],"imso_approval":"true","maintainer":null,"creator":"Philippe Villemaire","association_type":[],"org_section":{},"jurisdiction":"federal","private":false,"maintainer_email":"luc.guindon@canada.ca","num_tags":0,"contributor":{},"frequency":"as_needed","distributor":"{\"fr\": {\"pays\": \"\", \"adresse\": \"\", \"telephone\": \"\", \"nom_organization\": \"Gouvernement du Canada;Ressources naturelles Canada;Service canadien des for\\u00eats\", \"zone_administrative\": \"\", \"electronic_mail_address\": \"luc.guindon@canada.ca\"}, \"en\": {\"administrative_area\": \"\", \"city\": \"\", \"country\": \"\", \"organization_name\": \"Government of Canada;Natural Resources Canada;Canadian Forest Service\", \"phone\": \"\", \"postal_code\": \"\", \"address\": \"\", \"electronic_mail_address\": \"luc.guindon@canada.ca\"}}","data_series_issue_identification":{},"ready_to_publish":"true","id":"b1f61b7e-4ba6-4244-bc79-c1174f2f92cd","metadata_created":"2020-11-17T16:50:51.010255","subject":["form_descriptors","nature_and_environment","science_and_technology"],"hierarchy_level":"dataset; jeuDonnées","spatial_representation_type":["grid"],"metadata_modified":"2020-12-09T18:27:41.281219","author":null,"author_email":null,"geographic_region":[],"position_name":{"fr":"Spécialiste en géomatique","en":"Geomatics Specialist"},"keywords":{"fr":["cartes de sévérité des feux de forêts","Incendie de forêt","Télédétection"],"en":["forest wildfire severity maps","Forest fires","Remote sensing"]},"contact_information":"{\"fr\": {\"pays\": \"Canada (le)\", \"point_de_livraison\": \"Canada (le)\", \"zone_administrative\": \"Qu\\u00e9bec\", \"electronic_mail_address\": \"sylvie.gauthier2@canada.ca\"}, \"en\": {\"city\": \"Qu\\u00e9bec\", \"administrative_area\": \"Quebec\", \"country\": \"Canada\", \"postal_code\": \"G1V 4C7\", \"delivery_point\": \"1055 rue du P.E.P.S., C.P. 10380, succ. Sainte-Foy\", \"electronic_mail_address\": \"sylvie.gauthier2@canada.ca\"}}","state":"active","version":null,"relationships_as_object":[],"time_period_coverage_start":"1985-01-01 00:00:00","title_translated":{"fr":"Produit Sévérité des feux au Canada avec données Landsat 1985-2015 (CanLaBS)","en":"Canada Landsat Burned Severity product 1985-2015 (CanLaBS)"},"type":"dataset","resources":[{"cache_last_updated":null,"package_id":"b1f61b7e-4ba6-4244-bc79-c1174f2f92cd","datastore_active":false,"id":"5941f3b1-5122-48a2-b200-a08561c61c1f","state":"active","name_translated":{"fr":"cjfr-2020-0353suppla.pdf","en":"cjfr-2020-0353suppla.pdf"},"hash":"","description":"","format":"PDF","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"cjfr-2020-0353suppla.pdf","language":["en"],"created":"2020-12-09T18:27:41.544464","url":"https://ftp.maps.canada.ca/pub/nrcan_rncan/Forest-fires_Incendie-de-foret/CanLaBS-Burned_Severity-Severite_des_feux/cjfr-2020-0353suppla.pdf","last_modified":null,"data_quality":[],"position":0,"revision_id":"d76dc9c9-0c83-4982-8cbb-f04e55337f19","resource_type":"guide"},{"cache_last_updated":null,"package_id":"b1f61b7e-4ba6-4244-bc79-c1174f2f92cd","datastore_active":false,"id":"6db9b4fb-51ed-4d53-94ca-370e8a9f7c01","state":"active","name_translated":{"fr":"cjfr-2020-0353supplb.pdf","en":"cjfr-2020-0353supplb.pdf"},"hash":"","description":"","format":"PDF","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"cjfr-2020-0353supplb.pdf","language":["en"],"created":"2020-12-09T18:27:41.544474","url":"https://ftp.maps.canada.ca/pub/nrcan_rncan/Forest-fires_Incendie-de-foret/CanLaBS-Burned_Severity-Severite_des_feux/cjfr-2020-0353supplb.pdf","last_modified":null,"data_quality":[],"position":1,"revision_id":"d76dc9c9-0c83-4982-8cbb-f04e55337f19","resource_type":"guide"},{"cache_last_updated":null,"package_id":"b1f61b7e-4ba6-4244-bc79-c1174f2f92cd","datastore_active":false,"id":"efa65e5c-a6c8-4e38-a354-90b49e09e953","state":"active","name_translated":{"fr":"cjfr-2020-0353supplc.pdf","en":"cjfr-2020-0353supplc.pdf"},"hash":"","description":"","format":"PDF","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"cjfr-2020-0353supplc.pdf","language":["en"],"created":"2020-12-09T18:27:41.544478","url":"https://ftp.maps.canada.ca/pub/nrcan_rncan/Forest-fires_Incendie-de-foret/CanLaBS-Burned_Severity-Severite_des_feux/cjfr-2020-0353supplc.pdf","last_modified":null,"data_quality":[],"position":2,"revision_id":"d76dc9c9-0c83-4982-8cbb-f04e55337f19","resource_type":"guide"},{"cache_last_updated":null,"package_id":"b1f61b7e-4ba6-4244-bc79-c1174f2f92cd","datastore_active":false,"id":"06c342c4-8f3d-463d-bb7c-9a11b50bf643","state":"active","name_translated":{"fr":"cjfr-2020-0353suppld.pdf","en":"cjfr-2020-0353suppld.pdf"},"hash":"","description":"","format":"PDF","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"cjfr-2020-0353suppld.pdf","language":["en"],"created":"2020-12-09T18:27:41.544481","url":"https://ftp.maps.canada.ca/pub/nrcan_rncan/Forest-fires_Incendie-de-foret/CanLaBS-Burned_Severity-Severite_des_feux/cjfr-2020-0353suppld.pdf","last_modified":null,"data_quality":[],"position":3,"revision_id":"d76dc9c9-0c83-4982-8cbb-f04e55337f19","resource_type":"guide"},{"cache_last_updated":null,"package_id":"b1f61b7e-4ba6-4244-bc79-c1174f2f92cd","datastore_active":false,"id":"71cb31ce-05c4-4778-8002-1ea117c32d10","state":"active","name_translated":{"fr":"cjfr-2020-0353supple.pdf","en":"cjfr-2020-0353supple.pdf"},"hash":"","description":"","format":"PDF","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"cjfr-2020-0353supple.pdf","language":["en"],"created":"2020-12-09T18:27:41.544483","url":"https://ftp.maps.canada.ca/pub/nrcan_rncan/Forest-fires_Incendie-de-foret/CanLaBS-Burned_Severity-Severite_des_feux/cjfr-2020-0353supple.pdf","last_modified":null,"data_quality":[],"position":4,"revision_id":"d76dc9c9-0c83-4982-8cbb-f04e55337f19","resource_type":"guide"},{"cache_last_updated":null,"package_id":"b1f61b7e-4ba6-4244-bc79-c1174f2f92cd","datastore_active":false,"id":"a34ae0a0-816d-4e75-b5fb-dec2fbfe9cf6","state":"active","name_translated":{"fr":"cjfr-2020-0353supplf.pdf","en":"cjfr-2020-0353supplf.pdf"},"hash":"","description":"","format":"PDF","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"cjfr-2020-0353supplf.pdf","language":["en"],"created":"2020-12-09T18:27:41.544486","url":"https://ftp.maps.canada.ca/pub/nrcan_rncan/Forest-fires_Incendie-de-foret/CanLaBS-Burned_Severity-Severite_des_feux/cjfr-2020-0353supplf.pdf","last_modified":null,"data_quality":[],"position":5,"revision_id":"d76dc9c9-0c83-4982-8cbb-f04e55337f19","resource_type":"guide"},{"cache_last_updated":null,"package_id":"b1f61b7e-4ba6-4244-bc79-c1174f2f92cd","datastore_active":false,"id":"89fedfab-44e1-4507-b26d-eac1c00d38e5","state":"active","name_translated":{"fr":"cjfr-2020-0353supplg.pdf","en":"cjfr-2020-0353supplg.pdf"},"hash":"","description":"","format":"PDF","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"cjfr-2020-0353supplg.pdf","language":["en"],"created":"2020-12-09T18:27:41.544488","url":"https://ftp.maps.canada.ca/pub/nrcan_rncan/Forest-fires_Incendie-de-foret/CanLaBS-Burned_Severity-Severite_des_feux/cjfr-2020-0353supplg.pdf","last_modified":null,"data_quality":[],"position":6,"revision_id":"d76dc9c9-0c83-4982-8cbb-f04e55337f19","resource_type":"guide"},{"cache_last_updated":null,"package_id":"b1f61b7e-4ba6-4244-bc79-c1174f2f92cd","datastore_active":false,"id":"3f9b76cc-c7d3-49be-a953-df0a78176a33","state":"active","name_translated":{"fr":"Répertoire de téléchargement des fichiers matriciels","en":"Raster file download directory"},"hash":"","description":"","format":"TIFF","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"Raster file download directory","language":["zxx"],"created":"2020-12-09T18:27:41.544491","url":"https://ftp.maps.canada.ca/pub/nrcan_rncan/Forest-fires_Incendie-de-foret/CanLaBS-Burned_Severity-Severite_des_feux/","last_modified":null,"data_quality":[],"position":7,"revision_id":"d76dc9c9-0c83-4982-8cbb-f04e55337f19","resource_type":"dataset"},{"cache_last_updated":null,"package_id":"b1f61b7e-4ba6-4244-bc79-c1174f2f92cd","datastore_active":false,"id":"fa79dc1c-0d63-4735-b558-567f59bd6749","state":"active","name_translated":{"fr":"TABLE 1. Description des fichiers (table en format CSV)","en":"TABLE 1. File description (table is in CSV format)"},"hash":"","description":"","format":"CSV","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"TABLE 1. File description (table is in CSV format)","language":["fr"],"created":"2020-12-09T18:27:41.544493","url":"https://ftp.maps.canada.ca/pub/nrcan_rncan/Forest-fires_Incendie-de-foret/CanLaBS-Burned_Severity-Severite_des_feux/CanLaBs_Metada_v13_Francais_lgpv_TABLE1.csv","last_modified":null,"data_quality":[],"position":8,"revision_id":"d76dc9c9-0c83-4982-8cbb-f04e55337f19","resource_type":"guide"},{"cache_last_updated":null,"package_id":"b1f61b7e-4ba6-4244-bc79-c1174f2f92cd","datastore_active":false,"id":"9bab9204-6e1a-49b5-9bc7-e346c3820499","state":"active","name_translated":{"fr":"TABLE 1. Description des fichiers (table en format CSV)","en":"TABLE 1. File description (table is in CSV format)"},"hash":"","description":"","format":"CSV","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"TABLE 1. File description (table is in CSV format)","language":["en"],"created":"2020-12-09T18:27:41.544496","url":"https://ftp.maps.canada.ca/pub/nrcan_rncan/Forest-fires_Incendie-de-foret/CanLaBS-Burned_Severity-Severite_des_feux/CanLaBs_Metada_v13_Anglais_lgpv_TABLE1.csv","last_modified":null,"data_quality":[],"position":9,"revision_id":"d76dc9c9-0c83-4982-8cbb-f04e55337f19","resource_type":"guide"}],"status":"completed","metadata_contact":{"fr":"Gouvernement du Canada;Ressources naturelles Canada;Service canadien des forêts,philippe.villemaire@canada.ca","en":"Government of Canada;Natural Resources Canada;Canadian Forest Service,voice; 1 (418) 648-4492,philippe.villemaire@canada.ca"},"num_resources":10,"topic_category":["environment","geoscientific_information","imagery_base_maps_earth_cover"],"tags":[],"aggregate_identifier":"","responsible_role":"RI_417","spatial":"{\"type\": \"Polygon\", \"coordinates\": [[[-141.003, 41.6755], [-52.6174, 41.6755], [-52.6174, 83.1139], [-141.003, 83.1139], [-141.003, 41.6755]]]}","collection":"fgp","org_title_at_publication":{"fr":"Ressources naturelles Canada","en":"Natural Resources Canada"},"date_published":"2020-01-01 00:00:00","display_flags":[],"file_id":"b1f61b7e-4ba6-4244-bc79-c1174f2f92cd","groups":[],"creator_user_id":"b88b9549-3a4b-43a9-9375-5f3fc20fe782","data_series_name":{},"relationships_as_subject":[],"license_title":"Open Government Licence - Canada","time_period_coverage_end":"2015-01-01 00:00:00","restrictions":"unrestricted","organization":{"description":"","created":"2016-09-23T17:25:46.737130","title":"Natural Resources Canada | Ressources naturelles Canada","name":"nrcan-rncan","is_organization":true,"state":"active","image_url":"","revision_id":"a0c5bf0d-8541-443d-a8bf-b04a249733f4","type":"organization","id":"9391E0A2-9717-4755-B548-4499C21F917B","approval_status":"approved"},"name":"b1f61b7e-4ba6-4244-bc79-c1174f2f92cd","isopen":false,"license_id":"ca-ogl-lgo","url":null,"notes":"This data publication contains a set of files in which different variables related to fire burned severity (Canada Landsat Burned Severity, CanLaBS) were computed for all events in Canada between 1985 and 2015 as detected by the Canada Landsat Disturbance (CanLaD (Guindon et al. 2017 and 2018) product. Details on the creation of this product are available in Guindon et al. 2020 (https://doi.org/10.1139/cjfr-2020-0353) and in supplementary materials accompanying the publication. The current document is therefore a complement to the article and supplementary materials. The supplementary materials are referenced in the publication (cjfr-2020-0353suppla, cjfr-2020-0353supplb etc.).   \n  \n    \n  \n  This is the first Canada-wide product that aims to promote nationwide research on fire severity by making available the data used in the article. The data is in the form of grids composed of pixels at a resolution of 30m. To simplify the distribution and manipulation of the data and considering that two or three fire occurrences within a given location is rare (respectively 2.3% and less than 0.01%), only the most recent fire data are considered in the final product. For these very rare cases, from 2015 to 1985, the most recent burned areas overlap the older data. Overlapping fire count can be found in layer “CanLaBS_Nbdisturb_v0”, multiple fire events in same areas have values equal to or greater than two.  \n  \n    \n  \n  Landsat radiometric values for calculating the NBR index were derived from summer Landsat mosaics (July and August), for years 1984 to 2015 (Guindon et al. 2018). These mosaics were developed from individual USGS Landsat scenes with surface reflectance correction (Masek et al., 2006; Vermote et al., 2006). For each annual compound, the pixel with the less atmospheric opacity was selected. An algorithm was also developed to remove clouds that were not detected by the cloud masks provided with the USGS data.  \n  \n    \n  \n  Here is a general description of the layers provided and a more technical description can be found in Table 1 (see \"Ressources\" section below):  \n  \n    \n  \n  1.\tNBR and dNBR. All these values are multiplied by 1000. The value of dNBR represents the value obtained for NBRpre - NBRpost. It is calculated for each pixel that was classified as a fire in CanLaD, according to the corrected year (see cjfr-2020-0353suppla).    \n  \n    \n  \n  2.\tYear of fire. The fire years detected in CanLaD (Guindon et al. 2018) was corrected using different fire databases, this layer contains the correct year. (see cjfr-2020-0353suppla)    \n  \n    \n  \n  3.\tJulian Days of the Fire, based on various high-resolution products. However, this variable is only available from 1989 onwards.     \n  \n    \n  \n  4.\tPresence of salvage logging one year after the fire. Classification of satellite images detecting scarified soils (see cjfr-2020-0353suppld).     \n  \n    \n  \n  5.\tPre-fire forest attributes: Pre-fire forest attributes values were calculated for median mosaics, from 1985 to 2000. These attributes values were derived from NFI (national forest inventory) photo-plot attributes and were spatialized. Pre-fire attribute values were created to stratify the analyses (see cjfr-2020-0353supplc). The predicted variables are as follows:    \n  \n    \n  \n  •\tCanopy density in percent.    \n  \n    \n  \n  •\tPredicted living biomass in tonnes per hectare.    \n  \n    \n  \n  •\tPercentage coniferous biomass proportion of total biomass.    \n  \n    \n  \n  •\tPercentage hardwood biomass proportion of total biomass.    \n  \n    \n  \n  •\tPercentage unknown species biomass proportion of total biomass. Note, as unknown species are found especially in northern areas, they are considered coniferous for the purpose of the article.    \n  \n    \n  \n  6.\tMissing remote sensing data, one year after the fire. The estimation of burned severity needs NBR data (NBRpost) in the next year after fire occurrences. NBRpost is available for 91% of the cases, but for the remaining 9%, no data were available due to the presence of clouds. For these cases, satellite data from the years following the fire were used with a regression radiometry correction. This gives values to missing data for year following the fire. This layer flags the areas that have derived data. The values of 1= one year after the fire (no regression), 2= two years after the fire (regression), 3= three years after the fire (regression) and 4= four years after the fire (no regression, set as missing data). (see cjfr-2020-0353supplb).    \n  \n    \n  \n  7.\tAreas with more than one fire disturbance between 1985 and 2015 (1=one single disturbance, 2=two or more, 3=three or more).     \n  \n    \n  \n  ## Data citation:    \n  \n    \n  \n  1.\tGuindon, L., Villemaire P., Manka F., Dorion H. , Skakun R., St-Amant R., Gauthier S. : Canada Landsat Burned Severity (CanLaBS): a Canada-wide Landsat-based 30-m resolution product of burned severity since 1985    \n  \n    \n  \n  https://doi.org/10.23687/b1f61b7e-4ba6-4244-bc79-c1174f2f92cd      \n  \n    \n  \n  2.\tThe creation, the validation and the limits of the CanLaBS product are describe in the text and supplementary material: Guindon, L., Gauthier, S., Manka, F., Parisien, MA, Whitman, E., Bernier, P., Beaudoin, A., Villemaire P., Skakun R. Trends in wildfire burn severity across Canada, 1985 to 2015    \n  \n    \n  \n  https://doi.org/10.1139/cjfr-2020-0353     \n  \n    \n  \n  ## References cited:    \n  \n    \n  \n  1.\tGuindon, L., Villemaire, P., St-Amant, R., Bernier, P.Y., Beaudoin, A., Caron, F., Bonucelli, M., and  \n  \n    \n  \n   Dorion, H. 2017. Canada Landsat Disturbance (CanLaD): a Canada-wide Landsat-based 30m  \n  \n    \n  \n  resolution product of fire and harvest detection and attribution since 1984.     \n  \n    \n  \n  https://doi.org/10.23687/add1346b-f632-4eb9-a83d-a662b38655ad    \n  \n    \n  \n  2.\tGuindon, L., Bernier, P., Gauthier, S., Stinson, G., Villemaire, P., & Beaudoin, A. (2018). Missing forest cover gains in boreal forests explained. Ecosphere, 9(1), e02094.    \n  \n    \n  \n  https://doi.org//10.1002/ecs2.2094    \n  \n    \n  \n  3.\tMasek, J.G., Vermote, E.F., Saleous N.E., Wolfe, R., Hall, F.G., Huemmrich, K.F., Gao, F., Kutler, J., and Lim, T-K. (2006). A Landsat surface reflectance dataset for North America, 1990–2000. IEEE Geoscience and Remote Sensing Letters 3(1):68-72.    \n  \n    \n  \n  http://dx.doi.org/10.1109/LGRS.2005.857030.    \n  \n    \n  \n  4.\tVermote, E., Justice, C., Claverie, M., & Franch, B. (2016). Preliminary analysis of the performance of the Landsat 8/OLI land surface reflectance product. Remote Sensing of Environment.    \n  \n    \n  \n  http://dx.doi.org/10.1016/j.rse.2016.04.008.","owner_org":"9391E0A2-9717-4755-B548-4499C21F917B","audience":[],"license_url":"http://open.canada.ca/en/open-government-licence-canada","program_page_url":{},"title":"Canada Landsat Burned Severity product 1985-2015 (CanLaBS)","revision_id":"36e84b1e-d3d1-4ca7-8a25-d6a066add62c"}