{"notes_translated":{"fr":"Les modèles de répartition des espèces permettent de prédire et de déterminer les zones prioritaires pour améliorer la surveillance des cétacés dans les eaux de l’est du Canada au large de la Nouvelle-Écosse, de Terre Neuve et du Labrador. Cet ensemble de données correspond à l’information présentée par Gomez et al. (2020) et comprend les observations et les extrants des modèles de répartition pour dix espèces de cétacés avec suffisamment de renseignements (n > 450) et d’observations pour seulement six espèces supplémentaires. Pour plus d’information sur les observations, y compris celles qui ont été inclues dans chaque modèle de répartition, voir Gomez et al. (2020).   \n  \n  La présente étude a utilisé une compilation de données de diverses sources sur les observations de cétacés effectuées à partir d’aéronefs et de navires entre 1975 et 2015 et assemblées par Gomez et al. (2017). Il convient de noter que les données sur les observations de bon nombre de ces sources ne sont pas pondérées en fonction de l’effort et que les tendances de répartition apparentes basées sur ces données d’observation fortuites semblent biaisées par le moment et l’endroit où ont été effectuées les activités de levés. Les conditions météorologiques défavorables et un effort visuel diminué en hiver, au printemps et à l’automne expliquent probablement le nombre moins élevé d’observation comparativement à l’été. L’ensemble de données n’inclut pas les données sur les animaux morts, les échouages, les empêtrements et les piégeages. Bien que certains des ensembles de données incluent des renseignements obtenus durant la période de chasse à la baleine (prises ou observations effectuées avant 1975), seules les observations de baleines nageant librement pendant la période postérieure à la chasse à la baleine (entre 1975 et 2015) ont été utilisées pour les analyses et les modélisations effectuées dans le cadre de la présente étude. Pour les contrôles de qualité, tous les renseignements provenant de l’extérieur de notre zone d’étude ont été supprimés et tous les renseignements redondants ont été retirés (espèces, jour, mois, latitude et longitude identiques). Les données utilisées ne reflètent pas les mises à jour ou corrections apportées aux bases de données depuis la compilation des données en 2016. Il n’est pas possible de télécharger les observations ici – veuillez communiquer avec la source originale des données indiquée ci-dessous pour obtenir les données brutes des observations.  \n  \n  La présente étude constitue une importante initiative dans l’Est du Canada et vise à mettre en lumière les zones clés pour la surveillance de cétacés dans les eaux au large de la Nouvelle Écosse, de Terre-Neuve et du Labrador. Les habitats que l’on considère de grande qualité sont les secteurs où les efforts de surveillance des cétacés peuvent être priorisés et dont les résultats peuvent aider à diriger les activités de relevés dans le futur. Les extrants de ces modèles utilisaient des observations de cétacés sur plusieurs décennies ainsi que des prédicteurs environnementaux dynamiques basés sur des moyennes saisonnières sur plusieurs années. Cinq variables environnementales prédictives ont été choisies comme indicateurs de disponibilité des proies pour le modèle de répartition de l’espèce : la profondeur de l’océan, l’indice topographique du bassin versant, la température à la surface de la mer, les secteurs où persiste une concentration élevée de chlorophylle a et le taux régional de chlorophylle a. Voir Gomez et al. (2020) pour de plus amples détails sur les méthodes de modélisation. On s’attend à ce que ces modèles relèvent des tendances persistantes au fil du temps (entre 1975 et 2015). De plus, les résultats des modèles de répartition présentés ici ne sont pas comme des cartes de densité des espèces; ils sont plutôt le portrait de l’habitat propice prédit en fonction de caractéristiques environnementales et d’observations qui ne sont pas tirées de relevés basés sur l’effort. Par conséquent, l’utilisation de ces modèles dans les processus de planification spatiale marine doit être combinée à des approches complémentaires comme la validation acoustique et visuelle des résultats des modèles de répartition ainsi qu’à des efforts de surveillance et de modélisation supplémentaires. Veuillez consulter Gomez et al. (2020) pour des exemples de façons optimales d’utiliser ces données de sortie. Les efforts futurs seront axés sur l’utilisation de données plus récentes et sur l’amélioration de ces modèles afin de faciliter l’inclusion des cétacés dans les processus de planification spatiale marine qui sont présentement en cours.   \n  \n  Sources des données:  \n  \n  Pêches et Océans Canada, la région des Maritimes et Région de Terre-Neuve-et-Labrador (Base de données des observations de baleines, Division des sciences de l’écosystème et de la mer, Dartmouth, NS ; http://www.inter.dfo-mpo.gc.ca/Maritimes/SABS/popec/sara/Database, MacDonald et. al. 2017)  \n  \n  Système d’information biogéographique des océans (OBIS; http://www.iobis.org/)  \n  \n   North Atlantic Right Whale Consortium (NARWC; http://www.narwc.org/)   \n  \n  Laboratoire Whitehead à l'Université Dalhousie (http://whitelab.biology.dal.ca/)  \n  \n  Environnement et Changement climatique Canada, (Service canadien de la faune), Programme des Oiseaux de mer de l'Est du Canada (Gjerdrum et al. 2012).    \n  \n  Références:  \n  \n  Gomez, C., Konrad, C.M., Vanderlaan, A., Moors-Murphy, H.B., Marotte, E., Lawson, J.,  \n  \n  Kouwenberg, A-L., Fuentes-Yaco, C., Buren, A. 2020. Identifying priority areas to  \n  \n  enhance monitoring of cetaceans in the Northwest Atlantic Ocean. Can. Tech. Rep.  \n  \n  Fish. Aquat. Sci. 3370: vi + 103 p. http://waves-vagues.dfo-mpo.gc.ca/Library/40869155.pdf  \n  \n  Gomez C, Lawson J, Kouwenberg A, Moors-Murphy H, Buren A, Fuentes-Yaco C, Marotte E, Wiersma YF, Wimmer T. 2017. Predicted distribution of whales at risk: identifying priority areas to enhance cetacean monitoring in the Northwest Atlantic Ocean. Endangered Species Research 32:437-458 https://www.int-res.com/abstracts/esr/v32/p437-458/  \n  \n  Gjerdrum, C., D.A. Fifield, and S.I. Wilhelm. 2012. Eastern Canada Seabirds at Sea (ECSAS) standardized protocol for pelagic seabird surveys from moving and stationary platforms. 31 Canadian Wildlife Service Technical Report Series No. 515. Atlantic Region. vi + 37 p.   \n  \n  MacDonald, D., Emery, P., Themelis, D., Smedbol, R.K., Harris, L.E., and McCurdy, Q. 2017. Marine mammal and pelagic animal sightings (Whalesightings) database: a user’s guide. Can. Tech. Rep. Fish. Aquat. Sci. 3244: v + 44 p.","en":"Species Distribution Models (SDM) were used to predict and identify priority areas for enhanced monitoring of cetaceans in eastern Canadian waters off Nova Scotia, Newfoundland and Labrador. This data set represents information presented in Gomez et al. (2020) and includes sighting records and SDM outputs for ten cetacean species with sufficient records (n > 450) and sightings only for an additional six species. For more information about sighting records including which were included in each SDM, please see Gomez et al. 2020.   \n  \n  This study used a compilation of aerial- and vessel-based cetacean sightings data from 1975-2015 assembled in Gomez et al. (2017) from variety of sources. Note that sightings data from many of these sources are not effort-corrected and apparent distribution patterns based on these opportunistic sightings data are biased by when and where survey activities were conducted. Unfavorable weather and reduced visual effort in winter, spring, and autumn likely account for the fewer sighting records in these seasons compared to summer. The dataset does not include dead animal, stranding, entanglement or entrapment data. While some of the databases include records obtained during the whaling period (catches or sightings recorded prior to 1975), for all analyses/modelling conducted in this study, only sightings of free-swimming whales obtained during the post-whaling period (1975-2015) were used. Quality control checks included discarding all records outside of our study area and removing redundant records (identical species, day, month, latitude and longitude).The data used do not reflect any updates or corrections to the databases that have occurred since the data were compiled in 2016. Sightings are not available for download here, please contact the original data sources listed below to obtain raw sightings data.    \n  \n  This study represents an important initiative in eastern Canada to highlight key areas for cetacean monitoring in waters off Nova Scotia, Newfoundland and Labrador. Habitats with high suitability  are interpreted as areas where cetacean monitoring efforts may be prioritized, and results can help direct future survey efforts. These model outputs used cetacean sightings from several decades and dynamic environmental predictors that used seasonal averages across multiple years. As proxies for prey availability, five predictor environmental variables were selected for the SDM: ocean depth, compound topographic index, sea surface temperature, areas of persistently high chlorophyll-a concentration, and regional chlorophyll-a magnitude. See Gomez et al. (2020) for further details on modelling methods. Persistent patterns over time (between 1975-2015) are the main patterns expected to be captured by these models. Further, SDM results presented here are not the same as species density maps; rather, they portray predicted suitable habitat based on environmental characteristics and sightings data that were not always derived from effort-based surveys. Consequently, the use of these models in marine spatial planning processes should be accompanied by complimentary approaches such as acoustic and visual validation of the SDM results as well as additional monitoring and modeling efforts. Please refer to Gomez et al. (2020) for examples on how to best use these data outputs. Future efforts will focus on using more recent data and improving these models to facilitate the inclusion of cetaceans in marine spatial planning processes that are currently underway.    \n  \n  Data sources:   \n  \n  Fisheries and Oceans Canada Maritimes region and Newfoundland and Labrador region  (Whale Sightings Database, Ocean and Ecosystem Sciences Division, Dartmouth, NS; http://www.inter.dfo-mpo.gc.ca/Maritimes/SABS/popec/sara/Database, MacDonald et. al. 2017)   \n  \n  Ocean Biogeographic Information System (OBIS; http://www.iobis.org/),   \n  \n  North Atlantic Right Whale Consortium (NARWC; http://www.narwc.org/)   \n  \n  Whitehead Lab at Dalhousie University (http://whitelab.biology.dal.ca/)   \n  \n  Environment and Climate Change Canada’s (Canadian Wildlife Service) Eastern Canada Seabirds at Sea (ECSAS) program (Gjerdrum et al. 2012).    \n  \n  References:   \n  \n  Gomez, C., Konrad, C.M., Vanderlaan, A., Moors-Murphy, H.B., Marotte, E., Lawson, J.,  \n  \n  Kouwenberg, A-L., Fuentes-Yaco, C., Buren, A. 2020. Identifying priority areas to  \n  \n  enhance monitoring of cetaceans in the Northwest Atlantic Ocean. Can. Tech. Rep.  \n  \n  Fish. Aquat. Sci. 3370: vi + 103 p. http://waves-vagues.dfo-mpo.gc.ca/Library/40869155.pdf  \n  \n  Gomez C, Lawson J, Kouwenberg A, Moors-Murphy H, Buren A, Fuentes-Yaco C, Marotte E, Wiersma YF, Wimmer T. 2017. Predicted distribution of whales at risk: identifying priority areas to enhance cetacean monitoring in the Northwest Atlantic Ocean. Endangered Species Research 32:437-458 https://www.int-res.com/abstracts/esr/v32/p437-458/  \n  \n  Gjerdrum, C., D.A. Fifield, and S.I. Wilhelm. 2012. Eastern Canada Seabirds at Sea (ECSAS) standardized protocol for pelagic seabird surveys from moving and stationary platforms. 31 Canadian Wildlife Service Technical Report Series No. 515. Atlantic Region. vi + 37 p.   \n  \n  MacDonald, D., Emery, P., Themelis, D., Smedbol, R.K., Harris, L.E., and McCurdy, Q. 2017. Marine mammal and pelagic animal sightings (Whalesightings) database: a user’s guide. Can. Tech. Rep. Fish. Aquat. Sci. 3244: v + 44 p."},"place_of_publication":[],"imso_approval":"true","maintainer":null,"creator":"OESD Data Request / DSEM Demande de donnés (DFO/MPO)","association_type":[],"org_section":{},"jurisdiction":"federal","private":false,"maintainer_email":"Hilary.Moors-Murphy@dfo-mpo.gc.ca","num_tags":0,"contributor":{},"frequency":"as_needed","distributor":"{\"en\": {\"organization_name\": \"Government of Canada; Fisheries and Oceans Canada\", \"phone\": \"\", \"address\": \"Bedford Institute of Oceanography, 1 Challenger Drive, PO Box 1006\", \"city\": \"Dartmouth\", \"administrative_area\": \"Nova Scotia\", \"postal_code\": \"B2Y 4A2\", \"country\": \"Canada\", \"electronic_mail_address\": \"DataServicesDonnees@dfo-mpo.gc.ca\"}, \"fr\": {\"nom_organization\": \"Gouvernement du Canada; P\\u00eaches et Oc\\u00e9ans Canada\", \"telephone\": \"\", \"adresse\": \"L'institut oc\\u00e9anographique de Bedford, C.P. 1006\", \"zone_administrative\": \"Nouvelle-\\u00c9cosse\", \"pays\": \"Canada (le)\", \"electronic_mail_address\": \"DataServicesDonnees@dfo-mpo.gc.ca\"}}","data_series_issue_identification":{},"ready_to_publish":"true","id":"c094782e-0d6f-4cc0-b5a3-58908493a433","metadata_created":"2020-07-22T15:01:09.460486","subject":["nature_and_environment","science_and_technology"],"hierarchy_level":"dataset; jeuDonnées","spatial_representation_type":["vector","grid"],"metadata_modified":"2021-09-08T20:01:28.906551","author":null,"author_email":null,"geographic_region":[],"position_name":{"en":""},"keywords":{"fr":["Océan"],"en":["Oceans"]},"contact_information":"{\"en\": {\"delivery_point\": \"Bedford Institute of Oceanography, 1 Challenger Drive, PO Box 1006\", \"city\": \"Dartmouth\", \"administrative_area\": \"Nova Scotia\", \"postal_code\": \"B2Y 4A2\", \"country\": \"Canada\", \"electronic_mail_address\": \"Hilary.Moors-Murphy@dfo-mpo.gc.ca\"}, \"fr\": {\"point_de_livraison\": \"L'institut oc\\u00e9anographique de Bedford, C.P. 1006\", \"zone_administrative\": \"Nouvelle-\\u00c9cosse\", \"pays\": \"Canada (le)\", \"electronic_mail_address\": \"Hilary.Moors-Murphy@dfo-mpo.gc.ca\"}}","state":"active","version":null,"relationships_as_object":[],"time_period_coverage_start":"1975-01-01 00:00:00","title_translated":{"fr":"Localisation des zones prioritaires pour améliorer la surveillance des cétacés dans l’océan Atlantique Nord-Ouest","en":"Identifying priority areas to enhance monitoring of cetaceans in the Northwest Atlantic Ocean"},"type":"dataset","resources":[{"cache_last_updated":null,"package_id":"c094782e-0d6f-4cc0-b5a3-58908493a433","datastore_active":false,"id":"276f57e8-1fd7-4a34-b4ac-e5088229a3ab","state":"active","name_translated":{"fr":"Rapport technique","en":"Technical Report"},"hash":"","description":"","format":"PDF","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"Technical Report","language":["en"],"created":"2021-09-08T20:01:29.135407","url":"https://waves-vagues.dfo-mpo.gc.ca/Library/40869155.pdf","last_modified":null,"data_quality":[],"position":0,"revision_id":"bd4244c1-845e-44bb-9137-1307fe4631a1","resource_type":"guide"},{"cache_last_updated":null,"package_id":"c094782e-0d6f-4cc0-b5a3-58908493a433","datastore_active":false,"id":"71e13fa4-44cf-4142-8e2f-f4c5297f24da","state":"active","name_translated":{"fr":"Dictionnaire de données","en":"Data Dictionary"},"hash":"","description":"","format":"CSV","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"Data Dictionary","language":["en","fr"],"created":"2021-09-08T20:01:29.135417","url":"https://pacgis01.dfo-mpo.gc.ca/FGPPublic/Priority_Areas_for_Cetacean_Monitoring/Cetaceans_DataDictionary.csv","last_modified":null,"data_quality":[],"position":1,"revision_id":"bd4244c1-845e-44bb-9137-1307fe4631a1","resource_type":"guide"},{"cache_last_updated":null,"package_id":"c094782e-0d6f-4cc0-b5a3-58908493a433","datastore_active":false,"id":"16df15fb-367c-46e3-8ab7-be25315b9fbd","state":"active","name_translated":{"fr":"Les zones prioritaires pour la surveillance des cétacés","en":"Priority areas for cetacean monitoring"},"hash":"","description":"","format":"TIFF","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"Priority areas for cetacean monitoring","language":["en"],"created":"2021-09-08T20:01:29.135421","url":"https://pacgis01.dfo-mpo.gc.ca/FGPPublic/Priority_Areas_for_Cetacean_Monitoring/Cetaceans_Tiff.zip","last_modified":null,"data_quality":[],"position":2,"revision_id":"bd4244c1-845e-44bb-9137-1307fe4631a1","resource_type":"dataset"},{"cache_last_updated":null,"package_id":"c094782e-0d6f-4cc0-b5a3-58908493a433","datastore_active":false,"id":"1ac4df6a-ba45-4f13-a488-bd12e90a8bc7","state":"active","name_translated":{"fr":"Les zones prioritaires pour la surveillance des cétacés","en":"Priority areas for cetacean monitoring"},"hash":"","description":"","format":"FGDB/GDB","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"Priority areas for cetacean monitoring","language":["en"],"created":"2021-09-08T20:01:29.135424","url":"https://pacgis01.dfo-mpo.gc.ca/FGPPublic/Priority_Areas_for_Cetacean_Monitoring/Cetaceans.zip","last_modified":null,"data_quality":[],"position":3,"revision_id":"bd4244c1-845e-44bb-9137-1307fe4631a1","resource_type":"dataset"},{"cache_last_updated":null,"package_id":"c094782e-0d6f-4cc0-b5a3-58908493a433","datastore_active":false,"id":"76ac901a-18d5-476e-9bc9-0217d30cc357","state":"active","name_translated":{"fr":"Les zones prioritaires pour la surveillance des cétacés","en":"Priority areas for cetacean monitoring"},"hash":"","description":"","format":"ESRI REST","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"Priority areas for cetacean monitoring","language":["en"],"created":"2021-09-08T20:01:29.135427","url":"https://gisp.dfo-mpo.gc.ca/arcgis/rest/services/FGP/Priority_Areas_for_Cetacean_Monitoring_En/MapServer","last_modified":null,"data_quality":[],"position":4,"revision_id":"bd4244c1-845e-44bb-9137-1307fe4631a1","resource_type":"web_service"},{"cache_last_updated":null,"package_id":"c094782e-0d6f-4cc0-b5a3-58908493a433","datastore_active":false,"id":"c070e68e-c5b0-405d-92de-e2fea1ce3672","state":"active","name_translated":{"fr":"Les zones prioritaires pour la surveillance des cétacés","en":"Priority areas for cetacean monitoring"},"hash":"","description":"","format":"ESRI REST","mimetype_inner":null,"url_type":null,"mimetype":null,"cache_url":null,"name":"Priority areas for cetacean monitoring","language":["fr"],"created":"2021-09-08T20:01:29.135429","url":"https://gisp.dfo-mpo.gc.ca/arcgis/rest/services/FGP/Priority_areas_for_cetacean_monitoring_Fr/MapServer","last_modified":null,"data_quality":[],"position":5,"revision_id":"bd4244c1-845e-44bb-9137-1307fe4631a1","resource_type":"web_service"}],"status":"ongoing","metadata_contact":{"fr":"Gouvernement du Canada; Pêches et Océans Canada,DFO.OESDDataRequest-DSEMDemandededonnes.MPO@dfo-mpo.gc.ca","en":"Government of Canada; Fisheries and Oceans Canada,,DFO.OESDDataRequest-DSEMDemandededonnes.MPO@dfo-mpo.gc.ca"},"num_resources":6,"topic_category":["biota"],"tags":[],"aggregate_identifier":"","responsible_role":"RI_408","spatial":"{\"type\": \"Polygon\", \"coordinates\": [[[-67.89, 40.48], [-43.08, 40.48], [-43.08, 61.11], [-67.89, 61.11], [-67.89, 40.48]]]}","collection":"fgp","org_title_at_publication":{"fr":"Pêches et Océans Canada","en":"Fisheries and Oceans Canada"},"date_published":"2020-07-20 00:00:00","display_flags":["fgp_viewer"],"reference_system_information":"EPSG:4326,http://www.epsg-registry.org,8.2.6","groups":[],"creator_user_id":"b88b9549-3a4b-43a9-9375-5f3fc20fe782","data_series_name":{},"relationships_as_subject":[],"license_title":"Open Government Licence - Canada","time_period_coverage_end":"2015-12-31 00:00:00","restrictions":"unrestricted","organization":{"description":"","created":"2016-09-23T17:25:21.313583","title":"Fisheries and Oceans Canada | Pêches et Océans Canada","name":"dfo-mpo","is_organization":true,"state":"active","image_url":"","revision_id":"2fe1eccf-7937-4aed-af09-5d5ce737980f","type":"organization","id":"E56460A0-2055-4BF4-A693-EA238E0746E7","approval_status":"approved"},"name":"c094782e-0d6f-4cc0-b5a3-58908493a433","isopen":false,"license_id":"ca-ogl-lgo","url":null,"notes":"Species Distribution Models (SDM) were used to predict and identify priority areas for enhanced monitoring of cetaceans in eastern Canadian waters off Nova Scotia, Newfoundland and Labrador. This data set represents information presented in Gomez et al. (2020) and includes sighting records and SDM outputs for ten cetacean species with sufficient records (n > 450) and sightings only for an additional six species. For more information about sighting records including which were included in each SDM, please see Gomez et al. 2020.   \n  \n  This study used a compilation of aerial- and vessel-based cetacean sightings data from 1975-2015 assembled in Gomez et al. (2017) from variety of sources. Note that sightings data from many of these sources are not effort-corrected and apparent distribution patterns based on these opportunistic sightings data are biased by when and where survey activities were conducted. Unfavorable weather and reduced visual effort in winter, spring, and autumn likely account for the fewer sighting records in these seasons compared to summer. The dataset does not include dead animal, stranding, entanglement or entrapment data. While some of the databases include records obtained during the whaling period (catches or sightings recorded prior to 1975), for all analyses/modelling conducted in this study, only sightings of free-swimming whales obtained during the post-whaling period (1975-2015) were used. Quality control checks included discarding all records outside of our study area and removing redundant records (identical species, day, month, latitude and longitude).The data used do not reflect any updates or corrections to the databases that have occurred since the data were compiled in 2016. Sightings are not available for download here, please contact the original data sources listed below to obtain raw sightings data.    \n  \n  This study represents an important initiative in eastern Canada to highlight key areas for cetacean monitoring in waters off Nova Scotia, Newfoundland and Labrador. Habitats with high suitability  are interpreted as areas where cetacean monitoring efforts may be prioritized, and results can help direct future survey efforts. These model outputs used cetacean sightings from several decades and dynamic environmental predictors that used seasonal averages across multiple years. As proxies for prey availability, five predictor environmental variables were selected for the SDM: ocean depth, compound topographic index, sea surface temperature, areas of persistently high chlorophyll-a concentration, and regional chlorophyll-a magnitude. See Gomez et al. (2020) for further details on modelling methods. Persistent patterns over time (between 1975-2015) are the main patterns expected to be captured by these models. Further, SDM results presented here are not the same as species density maps; rather, they portray predicted suitable habitat based on environmental characteristics and sightings data that were not always derived from effort-based surveys. Consequently, the use of these models in marine spatial planning processes should be accompanied by complimentary approaches such as acoustic and visual validation of the SDM results as well as additional monitoring and modeling efforts. Please refer to Gomez et al. (2020) for examples on how to best use these data outputs. Future efforts will focus on using more recent data and improving these models to facilitate the inclusion of cetaceans in marine spatial planning processes that are currently underway.    \n  \n  Data sources:   \n  \n  Fisheries and Oceans Canada Maritimes region and Newfoundland and Labrador region  (Whale Sightings Database, Ocean and Ecosystem Sciences Division, Dartmouth, NS; http://www.inter.dfo-mpo.gc.ca/Maritimes/SABS/popec/sara/Database, MacDonald et. al. 2017)   \n  \n  Ocean Biogeographic Information System (OBIS; http://www.iobis.org/),   \n  \n  North Atlantic Right Whale Consortium (NARWC; http://www.narwc.org/)   \n  \n  Whitehead Lab at Dalhousie University (http://whitelab.biology.dal.ca/)   \n  \n  Environment and Climate Change Canada’s (Canadian Wildlife Service) Eastern Canada Seabirds at Sea (ECSAS) program (Gjerdrum et al. 2012).    \n  \n  References:   \n  \n  Gomez, C., Konrad, C.M., Vanderlaan, A., Moors-Murphy, H.B., Marotte, E., Lawson, J.,  \n  \n  Kouwenberg, A-L., Fuentes-Yaco, C., Buren, A. 2020. Identifying priority areas to  \n  \n  enhance monitoring of cetaceans in the Northwest Atlantic Ocean. Can. Tech. Rep.  \n  \n  Fish. Aquat. Sci. 3370: vi + 103 p. http://waves-vagues.dfo-mpo.gc.ca/Library/40869155.pdf  \n  \n  Gomez C, Lawson J, Kouwenberg A, Moors-Murphy H, Buren A, Fuentes-Yaco C, Marotte E, Wiersma YF, Wimmer T. 2017. Predicted distribution of whales at risk: identifying priority areas to enhance cetacean monitoring in the Northwest Atlantic Ocean. Endangered Species Research 32:437-458 https://www.int-res.com/abstracts/esr/v32/p437-458/  \n  \n  Gjerdrum, C., D.A. Fifield, and S.I. Wilhelm. 2012. Eastern Canada Seabirds at Sea (ECSAS) standardized protocol for pelagic seabird surveys from moving and stationary platforms. 31 Canadian Wildlife Service Technical Report Series No. 515. Atlantic Region. vi + 37 p.   \n  \n  MacDonald, D., Emery, P., Themelis, D., Smedbol, R.K., Harris, L.E., and McCurdy, Q. 2017. Marine mammal and pelagic animal sightings (Whalesightings) database: a user’s guide. Can. Tech. Rep. Fish. Aquat. Sci. 3244: v + 44 p.","owner_org":"E56460A0-2055-4BF4-A693-EA238E0746E7","audience":[],"license_url":"http://open.canada.ca/en/open-government-licence-canada","program_page_url":{},"title":"Identifying priority areas to enhance monitoring of cetaceans in the Northwest Atlantic Ocean","revision_id":"387ff51b-48cf-48ca-97c2-6af0a96db49b","file_id":"c094782e-0d6f-4cc0-b5a3-58908493a433"}